[
  {
    "Years": 1905,
    "Event": "Partition",
    "Text": "Since such approaches never worked, the national movement soon began to take a different approach, that of mass political agitation against Curzon’s 1905 Partition of Bengal, in order to make an effective impact upon the British. Outraged Bengali youths campaigned in towns and villages for the people to show their opposition to the colonial division of their homeland, preaching swadeshi (reliance on Indian-made goods) and urging a boycott of British goods. Shops that continued the sale of foreign goods were surrounded by youths who implored customers often by prostrating themselves in supplication before prospective purchasers, never by intimidation, for the sake of their country, to depart without purchasing. This form of picketing was never violent, but it was not what the British were used to. As British merchants in Bengal complained of a dramatic downturn in their sales and the conversion of regular profits into unaccustomed losses, the agitation triumphed: the British reversed the Partition."
  },
  {
    "Years": 1905,
    "Event": "Partition",
    "Text": "Lord Curzon’s decision in 1905 to partition Bengal, ostensibly for administrative reasons but in reality to create a Muslim-majority province in the east, aroused fierce opposition from all segments of Bengali society and from Indian nationalists everywhere, who saw it as a transparent attempt to divide the country. The British deliberately ‘sold’ the partition of Bengal to the Muslims as promoting their interests, so that the Nawab of Dacca, who had initially condemned the division of his province as ‘beastly’, was persuaded to change his mind under the influence of Lord Curzon’s visit to him. This followed speeches in which the viceroy promised that the partition ‘would invest the Mohammedans of Eastern Bengal with a unity which they had not enjoyed since the days of the old Mussulman viceroys and kings’. To sweeten the pill further the British government advanced the nawab a private loan of £100,000 at a concessional rate of interest, and soon the nawab and his followers did a U-turn to become staunch supporters of the Partition of Bengal."
  },
  {
    "Years": 1908,
    "Event": "Partition",
    "Text": "Eight years before Gandhi’s return to India, and well before the War, Henry had already spelled out in 1908 the reasons why Indians were dissatisfied with the Raj: Unrest in India was occasioned by…the contemptuous disregard of Indian feeling in the Partition of Bengal and Lord Curzon’s University speech upon Indian mendacity; the exclusion of fully qualified Indians from public positions, in contradiction to Queen Victoria’s Proclamation of 1858; several notorious cases of injustice in the law courts, where English criminals were involved; numerous instances of petty persecution for political opinions; the well-known measures for the suppression of personal liberty and freedom of speech; the espionage of police and postal officials; and the increasing insolence of the vulgar among AngloIndians, as shown in ordinary behaviour and in the newspapers which represent their views."
  },
  {
    "Years": 1940,
    "Event": "Partition",
    "Text": "Many Muslims began to see themselves as a political and economic minority, and the League spoke to their insecurities. Jinnah had begun to come to the conclusion that the only effective answer to the Congress’s political strength would be separation the partition of the country to create an independent state in the Muslim-majority areas of the northwest and east. This demand would be enshrined in the League’s Lahore Resolution of 23 March 1940 calling for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Partition",
    "Text": "Lahore Resolution of Muslim League calls for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Partition",
    "Text": "This was all part of the policy of divide and rule: no one in any responsible position in Britain as late as 1940 had any serious intention whatsoever of relinquishing the Empire or surrendering the jewel in His Majesty’s Crown to a rabble of nationalist Indians clad in homespun. But the devastation of World War II meant that only one half of the phrase could survive: bled, bombed and battered for six years, Britain could divide but it could no longer rule."
  },
  {
    "Years": 1942,
    "Event": "Partition",
    "Text": "Clement Attlee persuaded his colleagues to send the socialist Sir Stafford Cripps to India with an offer of Dominion status after the war, with the possibility of partition."
  },
  {
    "Years": 1946,
    "Event": "Partition",
    "Text": "Nehru met with him (at Jinnah’s home in Bombay) to seek agreement on an interim government, but Jinnah proved obdurate: he was determined to obtain Pakistan. The Muslim League leader declared 16 August 1946 as ‘Direct Action Day’ to drive home this demand. Thousands of Muslim Leaguers took to the streets in an orgy of violence, looting and mayhem, and 16,000 innocents were killed in the resulting clashes, particularly in Calcutta."
  },
  {
    "Years": 1947,
    "Event": "Partition",
    "Text": "The Constituent Assembly met as scheduled on 9 December, without League participation, but was careful not to take any decisions that might alienate Jinnah. Nonetheless, on 29 January 1947, the Muslim League Working Committee passed a resolution asking the British government to declare that the Cabinet Mission Plan had failed, and to dissolve the assembly."
  },
  {
    "Years": 1947,
    "Event": "Partition",
    "Text": "By early March, as communal rioting continued across northern India, even this hope had faded. Both Sardar Vallabhbhai Patel and Nehru agreed that, despite Gandhi’s refusal to contemplate such a prospect, the Congress had no alternative but to agree to partitioning Punjab and Bengal; the option of a loose Indian union including a quasi-sovereign Pakistan would neither be acceptable to the League nor result in a viable government for the rest of India. By the time Mountbatten arrived on 24 March 1947 the die had been cast."
  },
  {
    "Years": 1947,
    "Event": "Partition",
    "Text": "India gains independence on 15 August. Britain exits India."
  },
  {
    "Years": 1947,
    "Event": "Partition",
    "Text": "Partition of the country amid\nmass killings and displacement."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1815-1853",
    "Event": "Army deployment",
    "Text": "Mauritius"
  },
  {
    "Years": "1825-1860",
    "Event": "Army deployment",
    "Text": "Malacca and Singapore"
  },
  {
    "Years": "1856-1857",
    "Event": "Army deployment",
    "Text": "5,787 Indian troops contributed to the Chinese War"
  },
  {
    "Years": 1860,
    "Event": "Army deployment",
    "Text": "China"
  },
  {
    "Years": 1860,
    "Event": "Army deployment",
    "Text": "11,000 troops sent in to China,whose campaign ended in the capture and control of Peking;"
  },
  {
    "Years": "1825-1860",
    "Event": "Army deployment",
    "Text": "Malacca and Singapore"
  },
  {
    "Years": "1790-1860",
    "Event": "Army deployment",
    "Text": "Penang, otherwise known as Prince of Wales Island"
  },
  {
    "Years": "1867-1868",
    "Event": "Army deployment",
    "Text": "Ethiopia"
  },
  {
    "Years": 1875,
    "Event": "Army deployment",
    "Text": "Malaya"
  },
  {
    "Years": 1878,
    "Event": "Army deployment",
    "Text": "Malta"
  },
  {
    "Years": 1882,
    "Event": "Army deployment",
    "Text": "9,444 troops and over 1,479,000 rupees contributed in the suppression of rebellion in Egypt in"
  },
  {
    "Years": "1885-1886",
    "Event": "Army deployment",
    "Text": "Sudan"
  },
  {
    "Years": 1885,
    "Event": "Army deployment",
    "Text": "Burma"
  },
  {
    "Years": "1885-1886",
    "Event": "Army deployment",
    "Text": "Sudan"
  },
  {
    "Years": 1890,
    "Event": "Army deployment",
    "Text": "Somaliland"
  },
  {
    "Years": 1896,
    "Event": "Army deployment",
    "Text": "Sudan"
  },
  {
    "Years": "1896-1898",
    "Event": "Army deployment",
    "Text": "East Africa"
  },
  {
    "Years": "1900- 1901",
    "Event": "Army deployment",
    "Text": "China"
  },
  {
    "Years": 1903,
    "Event": "Army deployment",
    "Text": "Tibet"
  },
  {
    "Years": 1187,
    "Event": "Army deployment",
    "Text": "Somaliland"
  },
  {
    "Years": 1914,
    "Event": "Army deployment",
    "Text": "Indian troops rushed to France and Mesopotamia to fight in World War I."
  },
  {
    "Years": 1914,
    "Event": "Army deployment",
    "Text": "In Europe, Indian soldiers were among the first victims who suffered the horrors of the trenches. They were killed in droves before the war was into its second year and bore the brunt of many a German offensive. Indian jawans stopped the German advance at Ypres in the autumn of 1914, soon after the war broke out, while the British were still recruiting and training their own forces. Hundreds were killed in a gallant but futile engagement at Neuve Chapelle. More than a thousand of them died at Gallipoli, thanks to Churchill’s folly in ordering an ill-conceived and badly-planned assault reminiscent of the Charge of the Light Brigade in the Crimean War. Nearly 700,000 Indian sepoys fought in Mesopotamia against the Ottoman empire, Germany’s ally, many of them Indian Muslims taking up arms against their co-religionists in defence of the British empire."
  },
  {
    "Years": 1922,
    "Event": "Army deployment",
    "Text": "64 per cent of the total revenue of the Government of India was devoted to paying for British Indian troops despatched abroad."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1751,
    "Event": "Battle",
    "Text": "Robert Clive (1725–74), aged twenty-six, seizes Arcot in modernday\nTamil Nadu as French and British fight for control of South India."
  },
  {
    "Years": 1757,
    "Event": "Battle",
    "Text": "Under the command of Robert, later Lord, Clive, the Company won a famous victory in Plassey over a ruling nawab, Siraj-ud-Daula of Bengal, through a combination of superior artillery and even more superior chicanery, involving the betrayal of the nawab by one of his closest nobles, Mir Jafar, whom the Company duly placed on his throne, in exchange for de facto control of Bengal."
  },
  {
    "Years": 1757,
    "Event": "Battle",
    "Text": "On his first return to England Clive took home £234,000 from his Indian exploits"
  },
  {
    "Years": 1799,
    "Event": "Battle",
    "Text": "Tipu Sultan is killed in battle against 5,000 British soldiers who storm\nand raze his capital, Srirangapatna (Seringapatam)."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1830,
    "Event": "Import",
    "Text": "British exports of textiles to India had reached 60 million yards of cotton goods a year"
  },
  {
    "Years": "1854-1947, 1912",
    "Event": "Import",
    "Text": "India imported around 14,400 locomotives from England (some 10 per cent of all British locomotive production), and another 3,000 from Canada, the US and Germany, but made none in India after 1912."
  },
  {
    "Years": 1870,
    "Event": "Import",
    "Text": "the billion yard mark of cotton was crossed, more than three yards a year for every single Indian, man, woman or child."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1934-1935",
    "Event": "RBI",
    "Text": "the establishment of the Reserve Bank of India with limited authority."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1766,
    "Event": "Government",
    "Text": "The government of the Earl of Chatham, Pitt’s descendant, sought to\nassert parliamentary supremacy over the Company"
  },
  {
    "Years": "1787-1825",
    "Event": "Government",
    "Text": "Bencoolen in Sumatra when the British and the Dutch swapped Bencoolen for Malacca to consolidate their holds on Malaysia and Indonesia respectively"
  },
  {
    "Years": "1793-1797",
    "Event": "Government",
    "Text": "Baron Teignmouth, who as John Shore went on to serve as Governor General of India"
  },
  {
    "Years": 1858,
    "Event": "Government",
    "Text": "Queen Victoria’s Proclamation taking over in the name of the Crown\nthe governance of India from the East India Company. Civil service jobs in\nIndia are opened to Indians."
  },
  {
    "Years": 1885,
    "Event": "Government",
    "Text": "A group of middle-class intellectuals in India, some of them British, establish the Indian National Congress to be a voice of Indian opinion to the British government."
  },
  {
    "Years": 1885,
    "Event": "Government",
    "Text": "founding of the Indian National Congress by Allan Hume and William Wedderburn,"
  },
  {
    "Years": 1887,
    "Event": "Government",
    "Text": "In pursuance of this ‘schlock and awe’ strategy, three gigantic durbars were held to mark imperial occasions—the crowning of Queen Victoria as the Empress of India was commemorated with the grand pageantry of an imperial durbar presided over by Viceroy Lord Lytton"
  },
  {
    "Years": 1890,
    "Event": "Government",
    "Text": "6,000 British officials ruled 250 million Indians, with some 70,000\nEuropean soldiers and a larger number of Indians in uniform."
  },
  {
    "Years": 1891,
    "Event": "Government",
    "Text": "a journalist from the Amrita Bazar Patrika managed to rummage through the wastepaper basket at the office of Viceroy Lord Lansdowne. There he found the fragments of a torn-up letter, which with great enterprise he managed to piece together. The letter contained explosive news, revealing as it did in considerable detail the viceroy’s plans to annex the Hindu Maharaja-ruled Muslim-majority state of Jammu & Kashmir."
  },
  {
    "Years": "1900-1910",
    "Event": "Government",
    "Text": "J. T. Sunderland observed that the difference in salaries and emoluments was so great that 8,000 British officers earned £13,930,554, while 130,000 Indians in government service were collectively paid a total of £3,284,163. The Indians were shown their place in their ranks, authority, positions assigned, lack of career advancement and every month when their salary slips arrived."
  },
  {
    "Years": 1903,
    "Event": "Government",
    "Text": "The accession of Edward VII by an even grander durbar held by Lord Curzon on New Year’s Day"
  },
  {
    "Years": 1916,
    "Event": "Government",
    "Text": "Komagata Maru incident: Canadian government excludes Indian citizens from immigration. Lucknow Pact between Congress and Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Government",
    "Text": "Motilal Nehru was chosen by the Congress to draft, together with a brilliant young Muslim lawyer called Muhammad Ali Jinnah, the principles that would govern cooperation with the Muslim League. Their work, recognizing the principle that decisions would not be taken affecting the interests and beliefs of a minority community without the agreement of a majority of that community’s representatives, formed the foundation of what was widely hailed as the Lucknow Pact. The Congress’s leading literary light, the poetess Sarojini Naidu, hailed Jinnah as the ‘ambassador of Hindu– Muslim unity’ and set about editing a compilation of his speeches and writings."
  },
  {
    "Years": 1917,
    "Event": "Government",
    "Text": "Lord Montagu had placed before the British Cabinet a proposed declaration pledging ‘the gradual development of free institutions in India with a view to ultimate selfgovernment’. But nationalists widely understood from Montagu’s 1917 declaration that at the end of the war India would receive the Dominion status hitherto reserved for the ‘White Commonwealth’"
  },
  {
    "Years": 1918,
    "Event": "Government",
    "Text": "It was not to be. When the war ended in triumph for Britain, India was denied its promised reward. Instead of self-government, the British offered the fraudulent Montagu–Chelmsford Reforms in 1918 which left all power in British hands and attempted to fob off the Indians with minimal authority over inconsequential issues. If Indians were disappointed, so were Britons with a sense of fair play. British MP Dr Rutherford declared:\nNever in the history of the world was such a hoax perpetrated upon a great people as England perpetrated upon India, when in return for India’s invaluable service during the War, we gave to the Indian nation such a discreditable, disgraceful, undemocratic, tyrannical constitution."
  },
  {
    "Years": 1937,
    "Event": "Government",
    "Text": "The 1937 elections saw the Indian National Congress being elected to rule eight provinces; the party won an astonishing 617 of the 739 ‘general’ seats it contested, and even 25 of the 59 seats reserved exclusively for Muslims. Several other parties, and 385 Independents, also won seats. Trailing a distant second to the Congress was the Muslim League, which failed to win even a plurality of the seats reserved for Muslims, winning just 106 of the 1,585 seats at stake and failing to take control of any province. The domestic political contest, it seemed, had been decisively settled in favour of the inclusive, pluralist, multi-ethnic party, the Congress."
  },
  {
    "Years": 1937,
    "Event": "Government",
    "Text": "The League, on the other hand, had flourished during the war; its political machinery was well oiled with patronage and pelf, while the Congress’s was rusty from disuse. The electoral fortunes of 1937 were now significantly reversed."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "In October 1939, Jinnah persuaded Lord Linlithgow, the viceroy, to enlist the League as an interlocutor equal to the Congress and as the sole representative of India’s Muslims, a position to which its electoral results did not yet entitle it."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "That November Jinnah was invited, for the first time, to broadcast a special message to Muslims on the occasion of the Id festival; an explicit recognition of the League president as the spokesman of the Muslim community. Nehru and the Congress simply saw such claims as illegitimate and premised on bigotry; however, they did not do enough to address the real crisis of confidence brewing in the Muslim community at the prospect of majority rule."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "Cripps was already a legend in British politics, a former Solicitor General who had been expelled from the Labour Party in 1939 for advocating a united front with the Conservatives (which, of course, came to pass during the war), and who combined an ascetic vegetarianism with a flamboyant ego (‘there, but for the grace of God, goes God,’ Churchill remarked of him). Cripps had visited India after the outbreak of war in 1939 and knew many Indian leaders; he considered Nehru a friend. Yet the Cripps Mission was welcomed by Jinnah, but foundered on the opposition of the Congress."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "Both the resignations of the Congress ministries in 1939 and the Quit India movement in 1942 turned out to be futile gestures of demonstrative rather than far-sighted politics. They paved the way for the triumph of the Muslim League."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "The Congress was woefully unequipped to contest them. Its blunder in surrendering the reins of power in 1939 and then losing its leadership and cadres to prison from 1942 meant that it went into the campaign tired, dispirited and ill-organized."
  },
  {
    "Years": 1939,
    "Event": "Government",
    "Text": "The Congress had, in fact, hoped for a joint approach on the war issue with the League. The viceroy’s statement in October 1939 emphatically rejecting the Congress position, however, prompted the working committee, with Nehru in the lead, to order all its provincial ministries to resign rather than continue to serve a war effort in which they had been denied an honourable role. The decision was taken on a point of principle, but politically it proved a monumental blunder."
  },
  {
    "Years": 1940,
    "Event": "Government",
    "Text": "Through much of 1940 the Congress played a waiting game, hoping for British concessions. Some Congressmen were prepared to go even farther and extend direct support to the war effort if there was a national government established in India to support it."
  },
  {
    "Years": "1942-1945",
    "Event": "Government",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": "1945-1946",
    "Event": "Government",
    "Text": "The British—terrorized by German bombing, demoralized by various defeats and large numbers of their soldiers taken prisoner, shaken by the desertion of Indian soldiers and the mutiny of Indian sailors, shivering in the record cold of the winter of 1945-46, crippled by power cuts and factory closures resulting from a post-War coal shortage—were exhausted and in no mood to focus on a distant empire when their own needs at home were so pressing. They were also more or less broke: American loans had kept the economy afloat and needed to be repaid, and even India was owed a sizable debt. Overseas commitments were no longer sustainable or particularly popular. Exit was the only viable option: the question was what they would leave behind—one India, two or several fragments?"
  },
  {
    "Years": "1942-1945",
    "Event": "Government",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": 1945,
    "Event": "Government",
    "Text": "Wavell convened a conference in Simla from late June 1945, which the viceroy allowed Jinnah to wreck. In this atmosphere of frustration and despair, the British called elections in India at the end of 1945, for seats in the central and provincial assemblies."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1890-1900",
    "Event": "Electricity",
    "Text": "Britain governed India for five decades after the arrival of the first electricity supplies in the 1890s."
  },
  {
    "Years": 1947,
    "Event": "Electricity",
    "Text": "In those fifty years to independence in 1947, while all of Britain, along with the rest of Europe and America, was electrified, the Raj connected merely 1,500 of India’s 640,000 villages to the electrical grid."
  },
  {
    "Years": "1947-1991",
    "Event": "Electricity",
    "Text": "the Indian government brought electricity to roughly 320 times as many villages as British colonialism managed in a similar time span."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1600,
    "Event": "GDP",
    "Text": "when the East India Company was established, Britain was producing just 1.8 per cent of the world’s GDP, while India was generating some 23 per cent."
  },
  {
    "Years": 1700,
    "Event": "GDP",
    "Text": "India’s share of the world economy was 23 per cent, as large as all of Europe put together."
  },
  {
    "Years": 1700,
    "Event": "GDP",
    "Text": "India, under Mughal Emperor Aurangzeb, accounts for 27 per cent of the world economy."
  },
  {
    "Years": 1700,
    "Event": "GDP",
    "Text": "the equivalent figures were 25 per cent and 11 per cent"
  },
  {
    "Years": 1870,
    "Event": "GDP",
    "Text": "at Empire’s peak, 12.5 per cent for India and 22 per cent for the three European countries;"
  },
  {
    "Years": 1913,
    "Event": "GDP",
    "Text": "Under the British, the share of industry in India’s GDP was only 3.8 per cent"
  },
  {
    "Years": 1913,
    "Event": "GDP",
    "Text": "with India’s further impoverishment, 9 per cent versus 22.5 per cent"
  },
  {
    "Years": 1940,
    "Event": "GDP",
    "Text": "after nearly two centuries of the Raj, Britain accounted for nearly 10 per cent of world GDP, while India had been reduced to a poor ‘third-world’ country, destitute and starving, a global poster child of poverty and famine."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1600-1750",
    "Event": "Ship",
    "Text": "The Bengal fleet in the early seventeenth century included 4,000 to 5,000 ships at 400 to 500 tonnes each, built in Bengal and employed there; these numbers increased till the mid-eighteenth century, given the huge popularity of the goods and products they carried."
  },
  {
    "Years": "1600-1750",
    "Event": "Ship",
    "Text": "The Bengal fleet in the early seventeenth century included 4,000 to 5,000 ships at 400 to 500 tonnes each, built in Bengal and employed there; these numbers increased till the mid-eighteenth century, given the huge popularity of the goods and products they carried."
  },
  {
    "Years": 1757,
    "Event": "Ship",
    "Text": "To reduce competition, the Company and the British ships that they contracted were given a monopoly on trade routes, including those formerly used by the Indian merchants. Duties were imposed on Indian merchant ships moving to and from Indian ports, not just foreign ones. This strangled the native shipping industry to the point of irrelevance in everything but some minor coastal shipping of low-value ‘native’ goods to local consumers."
  },
  {
    "Years": "1801-1839",
    "Event": "Ship",
    "Text": "a further 327 ships were built in Bengal, all British- owned."
  },
  {
    "Years": 1803,
    "Event": "Ship",
    "Text": "The self-serving nature of British shipping policy was made apparent during the Napoleonic Wars, which led to a severe shortage of British merchant vessels. (The war destroyed 173,000 tons of British shipping, forcing the government in London to employ 112,890 tonnes of foreign vessels to conduct British commerce.)"
  },
  {
    "Years": 1814,
    "Event": "Ship",
    "Text": "Act denied Indian-built ships the privilege of being deemed ‘British registered vessels’ to trade with the United States and the European continent. Though they could still, in theory, trade with China, that sector had become unprofitable, since the previous practice had been to sail from Calcutta with Indian goods to China, load up on tea there for London, and then return to Calcutta with British goods; with the London sector banned to them, these ships could only sail from Calcutta to China and back, but there was no market for Chinese goods in India (Indians were not yet tea-drinkers!) and the ships, denied access to London, often had to return empty."
  },
  {
    "Years": 1850,
    "Event": "Ship",
    "Text": "India’s once-thriving shipbuilding industry collapsed, and by 1850 was essentially extinct."
  },
  {
    "Years": 1900,
    "Event": "Ship",
    "Text": "when V. O. Chidambaram Pillai in Madras was allowed to set up a shipping company in the run-up to World War I. His success set the alarm bells ringing, however, and when regulations alone did not destroy his business, he was quickly jailed for his nationalist views, breaking his spirit as well as the back of his enterprise. The nascent Indian shipping line was driven out of business. The experience of Indian shipping confirms that British authorities cynically and deliberately exploited Indian industries in their time of need and otherwise suppressed them."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1664,
    "Event": "Newspaper & Press",
    "Text": "the first British printing press, established in Bombay"
  },
  {
    "Years": 1780,
    "Event": "Newspaper & Press",
    "Text": "the first newspaper to be printed in India when, James Augustus\nHicky published his Bengal Gazette, or Calcutta General Advertiser."
  },
  {
    "Years": 1782,
    "Event": "Newspaper & Press",
    "Text": "East India Company soon looked askance at his inconvenient views and, after two years of mounting exasperation, seized his press"
  },
  {
    "Years": 1784,
    "Event": "Newspaper & Press",
    "Text": "The Calcutta Gazette"
  },
  {
    "Years": 1785,
    "Event": "Newspaper & Press",
    "Text": "The Bengal Journal and The Oriental Magazine of Calcutta"
  },
  {
    "Years": 1786,
    "Event": "Newspaper & Press",
    "Text": "The Calcutta Chronicle"
  },
  {
    "Years": 1788,
    "Event": "Newspaper & Press",
    "Text": "The Madras Courier"
  },
  {
    "Years": 1789,
    "Event": "Newspaper & Press",
    "Text": "The Bombay Herald"
  },
  {
    "Years": 1799,
    "Event": "Newspaper & Press",
    "Text": "Lord Wellesley introduced the Censorship of the Press Act, which brought all newspapers in India under the scrutiny of the Government of India prior to publication"
  },
  {
    "Years": 1807,
    "Event": "Newspaper & Press",
    "Text": "cover all kinds of publications—newspapers, magazines, books and pamphlets. Some of the more obstreperous publications were closed down; the editors of Indian World, Bengal Gazette and Calcutta Journal were even arrested and deported to England for their intemperate criticism of Company officials and policies. It was not a propitious beginning for the idea of a free press in India."
  },
  {
    "Years": 1818,
    "Event": "Newspaper & Press",
    "Text": "the Friend of India which was founded"
  },
  {
    "Years": 1822,
    "Event": "Newspaper & Press",
    "Text": "The Bombay Samachar, in Gujarati, was founded"
  },
  {
    "Years": 1838,
    "Event": "Newspaper & Press",
    "Text": "The Times of India, established in Bombay"
  },
  {
    "Years": 1868,
    "Event": "Newspaper & Press",
    "Text": "Amrita Bazar Patrika (which, after being founded as a Bengali-language publication, then became a bilingual weekly for a time, before The Amrita Bazar Patrika became a formidable pro-Congress voice and survived till the late twentieth century)."
  },
  {
    "Years": 1875,
    "Event": "Newspaper & Press",
    "Text": "the Calcutta Statesman (which began life in 1875, but incorporated the Friend of India which was founded in 1818) soon established themselves as reliable pillars of the establishment, solidly committed to British imperial interests but able to criticize the policies and actions of the government in a responsible manner."
  },
  {
    "Years": 1875,
    "Event": "Newspaper & Press",
    "Text": "it was estimated that there were 475 newspapers in India"
  },
  {
    "Years": 1878,
    "Event": "Newspaper & Press",
    "Text": "Amrita Bazar Patrika turning into an English-language newspaper in to advocate nationalist interests."
  },
  {
    "Years": 1878,
    "Event": "Newspaper & Press",
    "Text": "The Hindu in Madras, established as a weekly (The Hindu’s first issue counted a grand total of eighty copies, printed with ‘one rupee and eight annas’ of borrowed money by a group of four law students and two teachers)."
  },
  {
    "Years": 1878,
    "Event": "Newspaper & Press",
    "Text": "the British authorities began to be alarmed: Lord Lytton brought in a Vernacular Press Act"
  },
  {
    "Years": 1879,
    "Event": "Newspaper & Press",
    "Text": "two Bengali-owned newspapers followed suit in Calcutta, The Bengalee"
  },
  {
    "Years": 1884,
    "Event": "Newspaper & Press",
    "Text": "The Bengali newspaper Samachar wrote that ‘iron roads mean iron chains’ for India—foreign goods could flow more easily, it argued, killing native Indian industry and increasing Indian poverty."
  },
  {
    "Years": 1889,
    "Event": "Newspaper & Press",
    "Text": "The Hindu converted into a daily"
  },
  {
    "Years": 1891,
    "Event": "Newspaper & Press",
    "Text": "a journalist from the Amrita Bazar Patrika managed to rummage through the wastepaper basket at the office of Viceroy Lord Lansdowne. There he found the fragments of a torn-up letter, which with great enterprise he managed to piece together. The letter contained explosive news, revealing as it did in considerable detail the viceroy’s plans to annex the Hindu Maharaja-ruled Muslim-majority state of Jammu & Kashmir."
  },
  {
    "Years": 1908,
    "Event": "Newspaper & Press",
    "Text": "Eight years before Gandhi’s return to India, and well before the War, Henry had already spelled out in 1908 the reasons why Indians were dissatisfied with the Raj: Unrest in India was occasioned by…the contemptuous disregard of Indian feeling in the Partition of Bengal and Lord Curzon’s University speech upon Indian mendacity; the exclusion of fully qualified Indians from public positions, in contradiction to Queen Victoria’s Proclamation of 1858; several notorious cases of injustice in the law courts, where English criminals were involved; numerous instances of petty persecution for political opinions; the well-known measures for the suppression of personal liberty and freedom of speech; the espionage of police and postal officials; and the increasing insolence of the vulgar among AngloIndians, as shown in ordinary behaviour and in the newspapers which represent their views."
  },
  {
    "Years": 1910,
    "Event": "Newspaper & Press",
    "Text": "In the early twentieth century, Indian nationalists began to establish newspapers explicitly to advocate their cause: the best of these were the Bombay Chronicle, founded by former Congress president Sir Pherozeshah Mehta"
  },
  {
    "Years": 1910,
    "Event": "Newspaper & Press",
    "Text": "Lansdowne-Patrika episode was an exception: for much of the time, the Indian media operated under severe constraints. The revised Press Act of 1910 was designed to limit the influence of editors on public opinion; it became a key instrument of British control of the Indian press. Under its provisions an established press or newspaper had to provide a security deposit of up to five thousand rupees (a considerable sum in those days); a new publication would have to pay up to two thousand. If the newspaper printed something of which the government disapproved, the money could be forfeit, the press closed down, and its proprietors and editors prosecuted. The Congress leader Annie Besant, for instance, had refused to pay a security on a paper she published advocating Home Rule, and was arrested for failing to do so and thereby violating the Act."
  },
  {
    "Years": 1924,
    "Event": "Newspaper & Press",
    "Text": "Hindustan Times, which was started by the Congresssupporting Birla business family"
  },
  {
    "Years": 1938,
    "Event": "Newspaper & Press",
    "Text": "Jawaharlal Nehru’s own National Herald, which started publication"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1943,
    "Event": "Population",
    "Text": "Leopold Amery, the then Secretary of State for India, to the members of the House of Commons about the Bengal Famine, which by the time the good Lord Amery spoke had taken close to 3 million lives. Amery compared the significant rise in India’s population with the general downturn in the food production rates: ‘In the past 12 years the population of India had increased by about 60 millions, and it had been estimated that the annual production of rice per head in Bengal had fallen from 384 lb to 283 lb in the last 30 years’."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1721,
    "Event": "Mascarre",
    "Text": "Anjengo massacre of 1721, when several British soldiers and Company men were slaughtered by Nair warriors seething after repeated assaults on their honour."
  },
  {
    "Years": 1902,
    "Event": "Mascarre",
    "Text": "Not all the British were equally comfortable with this form of justice.\nWhen three troopers of the 9th Lancers beat to death an Indian man in Sialkot for refusing to bring them a woman for the night, regimental authorities made no effort to investigate and they tried to get away by painting the victim as a drunkard."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1773,
    "Event": "Protest",
    "Text": "there was no Indian tea, at least none that was properly cultivated and traded. Tea was a Chinese monopoly, and the taxed tea the colonists tossed into Boston Bay came from Amoy, not Assam. Perhaps if it had been Indian tea, the American revolutionaries might have thought of a less wasteful method of protest. It was the British who established Indian tea as a cultivated commodity."
  },
  {
    "Years": 1919,
    "Event": "Protest",
    "Text": "the British government in the Punjab arrested two nationalist leaders, Dr Saifuddin Kitchlew and Dr Satyapal, who had addressed the protest meetings. As news of the arrests spread, the people of Amritsar came out onto the streets and sought to push their way to police headquarters to protest the arrests. The police barred their way, some stones were thrown by agitated civilians, and the police retaliated by opening fire, killing ten demonstrators. This inflamed the crowd, which reacted to the police killing by venting their fury on any visible symbol of the British empire. In the riot that ensued, five Englishmen were killed and a woman missionary assaulted"
  },
  {
    "Years": 1928,
    "Event": "Protest",
    "Text": "Despite this insight, Lajpat Rai was himself killed, aged sixtythree, by repeated blows to the head by the stave of a British superintendent of police, James A. Scott, while leading a peaceful, non-violent protest against the British"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1618-1707",
    "Event": "Income",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1700,
    "Event": "Income",
    "Text": "It had been 27 percent when the Mughal Emperor Aurangzeb’s treasury raked in £100 million in tax revenues alone."
  },
  {
    "Years": 1707,
    "Event": "Income",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, which I have mentioned earlier in the book, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1750,
    "Event": "Income",
    "Text": "Wilson points out: ‘Indians had a similar standard of living to people in Britain. Now, average Indian incomes are barely a tenth of the British level in terms of real purchasing power. It is no coincidence that 200 years of British rule occurred in the intervening time.’"
  },
  {
    "Years": 1790,
    "Event": "Income",
    "Text": "When the British Parliament unsuccessfully impeached Warren Hastings, arguably one of the most rapacious of the Company’s many venal Governors General. But a couple of examples will serve to illustrate the point I’m making. Hastings accepted substantial personal bribes and then went on to wage war against the bribe-giver (one wonders whether to deplore his avarice or admire him for the fact that despite being ‘paid for’, he refused to be ‘bought’). His brazenness in such matters compels admiration: when he tortured and exacted every last ounce of treasure from the assets of the widowed Begums of Oude, Hastings duly informed the Council that he had received a ‘gift’ of 10 lakh rupees (£100,000 in those days, a considerable fortune) from the spoils and requested their formal permission to keep it for himself. The Council, mindful no doubt of the larger sum that would go on the Company’s balance sheet, readily concurred."
  },
  {
    "Years": 1790,
    "Event": "Income",
    "Text": "Taxation by the Company—usually at a minimum of 50 per cent of income—was so onerous that two-thirds of the population ruled by the British in the late eighteenth century fled their lands."
  },
  {
    "Years": 1814,
    "Event": "Income",
    "Text": "All the payments to the British were debited to his treasury, which in turn was made to borrow, at a 24 per cent interest rate, from a bank established by an associate of the Governor General."
  },
  {
    "Years": "1880-1930",
    "Event": "Income",
    "Text": "To make matters worse, the revenue had to be paid to the colonial state everywhere in cash, rather than kind (whether directly by the peasants or through zamindari intermediaries) and there was a revenue or rent offensive everywhere until the 1880s, after which even larger amounts were extracted from the peasantry by the mechanism of debt."
  },
  {
    "Years": "1900-1910",
    "Event": "Income",
    "Text": "J. T. Sunderland observed that the difference in salaries and emoluments was so great that 8,000 British officers earned £13,930,554, while 130,000 Indians in government service were collectively paid a total of £3,284,163. The Indians were shown their place in their ranks, authority, positions assigned, lack of career advancement and every month when their salary slips arrived."
  },
  {
    "Years": "late 1920s",
    "Event": "Income",
    "Text": "Ramsay MacDonald estimated in the that some 7,500 Englishmen were receiving some twenty million pounds annually from India as pension."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1858,
    "Event": "Jute",
    "Text": "this mounted to 968 million yards"
  },
  {
    "Years": 1915,
    "Event": "Jute",
    "Text": "100 per cent of the jute mills in India were in British hands;"
  },
  {
    "Years": 1929,
    "Event": "Jute",
    "Text": "this was down to 78 per cent, still enshrining British dominance."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1796,
    "Event": "",
    "Text": "n attempt was also made to start a penal colony closer to the Indian mainland in the Andaman Islands, but the first attempt was not successful and 700 convicts were transferred in 1796 from the penal settlement of the Andamans to Penang."
  },
  {
    "Years": "1825-1872",
    "Event": "",
    "Text": "Indian convicts made up the bulk of the labour force for all public works projects in Singapore."
  },
  {
    "Years": 1829,
    "Event": "",
    "Text": "Indian convicts—and the term embraces many charged with petty crimes, from theft to indebtedness—were also transported to Mauritius once the British had taken the island from the French in the Napoleonic Wars"
  },
  {
    "Years": 1834,
    "Event": "",
    "Text": "The plantation economy of Mauritius largely ran on slavery, but the labour crisis that followed the abolition of slavery led to a demand for workers from India, and the British started shipping them anew"
  },
  {
    "Years": 1835,
    "Event": "",
    "Text": "Mauritius receives 19,000 migrant indentured labourers from India. Workers continued to be shipped to Mauritius till 1922."
  },
  {
    "Years": 1838,
    "Event": "",
    "Text": "25,000 Indians had arrived; a brief ban, brought about by the anti-slavery campaigners, stopped Indian emigration from 1839-42, but this was overturned, and in 1843 officials reported that 30,218 male and 4,307 female indentured immigrants entered Mauritius.The females were considered essential to encourage labourers to remain after the period of their indentured servitude."
  },
  {
    "Years": 1852,
    "Event": "Labour deployment",
    "Text": "when labour costs in the region rose by an estimated 30 per cent, the Company’s government in the Straits Settlements relied almost entirely on Indian convict labour for the construction of public works."
  },
  {
    "Years": "1815-1853",
    "Event": "Labour deployment",
    "Text": "Mauritius"
  },
  {
    "Years": 1854,
    "Event": "Labour deployment",
    "Text": "when labour costs in the region rose by an estimated 30 per cent, the Company’s government in the Straits Settlements relied almost entirely on Indian convict labour for the construction of public works."
  },
  {
    "Years": "1860-1870",
    "Event": "Labour deployment",
    "Text": "Once the Straits Settlements were separated from British India in the 1860s, however, the British had no choice, if they wished to continue to transport Indian offenders, but to redevelop the penal settlement, which they did after 1858; the Andamans soon became the preferred destination for Indians the British deemed to be political troublemakers."
  },
  {
    "Years": 1860,
    "Event": "Labour deployment",
    "Text": "SS Truro and SS Belvedere dock in Durban, South Africa, carrying first indentured servants (from Madras and Calcutta) to work sugar plantations."
  },
  {
    "Years": 1868,
    "Event": "Labour deployment",
    "Text": "Regulations had increased the share of female migrants to a minimum of forty women for every hundred men."
  },
  {
    "Years": 1868,
    "Event": "Labour deployment",
    "Text": "Some—a tiny minority of Indian transportees— are said to have successfully returned, but the only case I am aware of is a handful of survivors who returned to India from a shipload of unfortunates transported to the Caribbean island of St. Croix, a majority of whom perished on board."
  },
  {
    "Years": "1825-1872",
    "Event": "Labour deployment",
    "Text": "Indian convicts made up the bulk of the labour force for all public works projects in Singapore."
  },
  {
    "Years": 1879,
    "Event": "Labour deployment",
    "Text": "The Leonidas, first emigrant ship to Fiji, adds 498 Indian indentured\nlabourers to the nearly 340,000 already working in other British empire\ncolonies."
  },
  {
    "Years": 1917,
    "Event": "Labour deployment",
    "Text": "Last Indian indentured labourers are brought to British colonies of Fiji and Trinidad."
  },
  {
    "Years": 1939,
    "Event": "Labour deployment",
    "Text": "an estimated 5,300,000 people, whom scholars delicately dub ‘unfree migrants’, were carried on British ships, of whom approximately 58 per cent were slaves, mainly from Africa, 36 per cent were indentured labour, mainly from India, and 6 per cent were transported convicts, both from India and other colonies."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1702,
    "Event": "Loot",
    "Text": "Thomas Pitt, Governor of Madras, acquires the Pitt Diamond, later sold to the Regent of France, the Duc d’Orléans, for £135,000, 6 times for what he brought"
  },
  {
    "Years": 1702,
    "Event": "Loot",
    "Text": "Thomas Pitt, Governor of Madras, acquired (for £24,000, it was said, itself a considerable sum beyond the reach of 99 per cent of Englishmen) a diamond said to be ‘the finest jewel in the world’. Pitt shipped the 400–carat gem to Britain, referring to it in his letters as ‘my greatest concern’ and ‘my all’."
  },
  {
    "Years": 1717,
    "Event": "Loot",
    "Text": "Thomas Pitt sold it to the Regent of France, the Duc d’Orléans, for the princely sum of £135,000, almost six times what he had paid for it."
  },
  {
    "Years": 1739,
    "Event": "Loot",
    "Text": "Mughal empire was in a state of collapse after the spectacular sacking of Delhi by the Persian Nadir Shah and the loot of all its treasures."
  },
  {
    "Years": 1757,
    "Event": "Loot",
    "Text": "On his first return to England Clive took home £234,000 from his Indian exploits"
  },
  {
    "Years": 1765,
    "Event": "Loot",
    "Text": "Clive came back to India and returned two years later to England with a fortune estimated at £400,000"
  },
  {
    "Years": "1765-1815",
    "Event": "Loot",
    "Text": "The British extracted from India approximately £18,000,000 each year"
  },
  {
    "Years": 1784,
    "Event": "Loot",
    "Text": "In Bengal, the British ignored the hereditary rights of the zamindars and sold their estates by auction to enhance the Company’s revenues."
  },
  {
    "Years": 1788,
    "Event": "Loot",
    "Text": "Nineteenth-century politician and historian Lord Thomas Babington\nMacaulay diatribe was aimed at the ‘nabobs’, the term applied to East India Company employees who returned to England after making fortunes in India. It was a term famously given currency by Edmund Burke in his ferocious denunciation of the Company’s Governor General, Warren Hastings, who was impeached by Parliament for rampant corruption and abuse of power."
  },
  {
    "Years": 1790,
    "Event": "Loot",
    "Text": "When the British Parliament unsuccessfully impeached Warren Hastings, arguably one of the most rapacious of the Company’s many venal Governors General. But a couple of examples will serve to illustrate the point I’m making. Hastings accepted substantial personal bribes and then went on to wage war against the bribe-giver (one wonders whether to deplore his avarice or admire him for the fact that despite being ‘paid for’, he refused to be ‘bought’). His brazenness in such matters compels admiration: when he tortured and exacted every last ounce of treasure from the assets of the widowed Begums of Oude, Hastings duly informed the Council that he had received a ‘gift’ of 10 lakh rupees (£100,000 in those days, a considerable fortune) from the spoils and requested their formal permission to keep it for himself. The Council, mindful no doubt of the larger sum that would go on the Company’s balance sheet, readily concurred."
  },
  {
    "Years": "1835-1872",
    "Event": "Loot",
    "Text": "Naoroji argued that India had exported an average of £13,000,000 worth of goods to Britain each year with no corresponding return of money;"
  },
  {
    "Years": 1835,
    "Event": "Loot",
    "Text": "Mr. Montgomery Martin, after examining...the condition of some provinces of Bengal and Behar, said in his Eastern India: ‘It is impossible to avoid remarking two facts as peculiarly striking, first the richness of the country surveyed, and second, the poverty of its inhabitants... The annual drain of £3,000,000 on British India has amounted in thirty years, at compound interest, to the enormous sum of £723,900,000."
  },
  {
    "Years": "1840-1850",
    "Event": "Loot",
    "Text": "the British had subjugated a vast land through the power of their artillery and the cynicism of their amorality. They displaced nawabs and maharajas for a price, emptied their treasuries as it pleased them, took over their states through various methods (including, from the 1840s, the cynical ‘doctrine of lapse’ whenever a ruler died without an heir), and stripped farmers of their ownership of the lands they had tilled for generations."
  },
  {
    "Years": 1847,
    "Event": "Loot",
    "Text": "In the eight years after he took over as the Company’s Governor General, Lord Dalhousie annexed a quarter of a million square miles of territory from Indian rulers."
  },
  {
    "Years": 1866,
    "Event": "Loot",
    "Text": "During the very 1866 Orissa Famine that would so disturb Salisbury’s sleep, while a million and a half people starved to death, the British insouciantly exported 200 million pounds of rice to Britain."
  },
  {
    "Years": 1868,
    "Event": "Loot",
    "Text": "Wilkie Collins’s novel The Moonstone, the Pitt Diamond became a legend. It represented the wealth that was widespread in India, Britain’s power to extract that wealth, and the luxury that came with power in India—especially if you were British."
  },
  {
    "Years": "1835-1872",
    "Event": "Loot",
    "Text": "Naoroji argued that India had exported an average of £13,000,000 worth of goods to Britain each year with no corresponding return of money;"
  },
  {
    "Years": 1877,
    "Event": "Loot",
    "Text": "With the coronation of 1877, the British monarchy was reinvented by Benjamin Disraeli as an imperial instrument—the queen became an empress, with India the newest and most glittering jewel in her crown, and her domains stretched across the world to an unprecedented extent."
  },
  {
    "Years": 1882,
    "Event": "Loot",
    "Text": "9,444 troops and over 1,479,000 rupees contributed in the suppression of rebellion in Egypt in"
  },
  {
    "Years": 1890,
    "Event": "Loot",
    "Text": "The British had a standing army of 325,000 men, two thirds of which was paid for by Indian taxes. Every British\nsoldier posted to India had to be paid, equipped and fed and eventually\npensioned by the Government of India, not of Britain."
  },
  {
    "Years": 1896,
    "Event": "Loot",
    "Text": "9,444 troops and over 1,479,000 rupees contributed in the suppression of rebellion in Egypt in"
  },
  {
    "Years": "1899-1900",
    "Event": "Loot",
    "Text": "nine camps were established in the Bombay Presidency during the famine of 1899-1900, for instance, 75 per cent of the costs to run them were recovered by the government. Fiscal prudence consistently trumped ‘humanitarian humbug’. Indians proved more generous whenever they were not themselves laid low by famine, and ‘native charity’ was often available to rescue cattle, including often aid from the village zamindar, who felt a social obligation to provide whatever relief he could to save his people and their cows."
  },
  {
    "Years": "1900-1910",
    "Event": "Loot",
    "Text": "J. T. Sunderland observed that the difference in salaries and emoluments was so great that 8,000 British officers earned £13,930,554, while 130,000 Indians in government service were collectively paid a total of £3,284,163. The Indians were shown their place in their ranks, authority, positions assigned, lack of career advancement and every month when their salary slips arrived."
  },
  {
    "Years": 1901,
    "Event": "Loot",
    "Text": "William Digby calculated the net amount extracted by the economic drain in the nineteenth century, with remarkable (and inevitably, bitterly contested) precision, at £4,187,922,732. While that would amount, in today’s money, to about a ninth of Minhaz Merchant’s calculations, it only accounted for the nineteenth century. Worse was to follow in the twentieth."
  },
  {
    "Years": 1901,
    "Event": "Loot",
    "Text": "115 million rupees"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1784,
    "Event": "Founder",
    "Text": "Judge and linguist Sir William Jones founds Calcutta’s Royal Asiatic Society."
  },
  {
    "Years": 1788,
    "Event": "Founder",
    "Text": "Nineteenth-century politician and historian Lord Thomas Babington\nMacaulay diatribe was aimed at the ‘nabobs’, the term applied to East India Company employees who returned to England after making fortunes in India. It was a term famously given currency by Edmund Burke in his ferocious denunciation of the Company’s Governor General, Warren Hastings, who was impeached by Parliament for rampant corruption and abuse of power."
  },
  {
    "Years": 1797,
    "Event": "Founder",
    "Text": "The most learned of British Orientalists, William Jones, who in 1797 founded the Asiatic Society in Calcutta and served in the Supreme Court of Judicature, remarked, ‘I can no longer bear to be at the Mercy of our pandits who deal out Hindu Law as they please, and make it at reasonable rates, when they cannot find it ready made’."
  },
  {
    "Years": 1828,
    "Event": "Founder",
    "Text": "Rammohan Roy founds Adi Brahmo Samaj in Calcutta, first movement to initiate socio-religious reform. Influenced by Islam and Christianity, he denounces polytheism, idol worship and more."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1813,
    "Event": "Language",
    "Text": "After the setting up of missionary schools was legitimized in the revised Charter Act of 1813, the Company’s Court of Directors, in a dispatch to the Bengal government offering guidance on the implementation of the act, also noted that English would ‘improve the communication between Europeans and natives’ and ‘produce those reciprocal feelings of regard and respect which are essential to the permanent interests of the British empire in India’. In other words, this was not only about Christian missionary zeal; it was also to be seen from the point of view of the Company’s interests. The preferences of the natives were to be taken into account only ‘whenever it can be done with safety to our dominions’."
  },
  {
    "Years": 1835,
    "Event": "Language",
    "Text": "Macaulay’s Minute furthers Western education in India. English is made official government and court language."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1854-1947, 1912",
    "Event": "Locomotives",
    "Text": "India imported around 14,400 locomotives from England (some 10 per cent of all British locomotive production), and another 3,000 from Canada, the US and Germany, but made none in India after 1912."
  },
  {
    "Years": 1878,
    "Event": "Locomotives",
    "Text": "Indian mechanics became so adept that they started designing and building their own locomotives."
  },
  {
    "Years": 1912,
    "Event": "Locomotives",
    "Text": "the British passed an Act of Parliament, explicitly making it impossible for Indian workshops to design and manufacture locomotives. The Act prohibited Indian factories from doing the work they had successfully done for three decades; instead, they were only allowed to maintain locomotives imported from Britain and the industrialized world."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1916,
    "Event": "Pact",
    "Text": "Komagata Maru incident: Canadian government excludes Indian citizens from immigration. Lucknow Pact between Congress and Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Pact",
    "Text": "Motilal Nehru was chosen by the Congress to draft, together with a brilliant young Muslim lawyer called Muhammad Ali Jinnah, the principles that would govern cooperation with the Muslim League. Their work, recognizing the principle that decisions would not be taken affecting the interests and beliefs of a minority community without the agreement of a majority of that community’s representatives, formed the foundation of what was widely hailed as the Lucknow Pact. The Congress’s leading literary light, the poetess Sarojini Naidu, hailed Jinnah as the ‘ambassador of Hindu– Muslim unity’ and set about editing a compilation of his speeches and writings."
  },
  {
    "Years": 1932,
    "Event": "Pact",
    "Text": "Gandhi demanded that the representatives of the Depressed Classes should be elected by the general electorate under a wide, and if possible universal, common franchise, and undertook a fast unto death in 1932 that riveted the nation and compelled the British and the Dalit leadership to give in. Under a political compromise, known as the Poona Pact, that year separate electorates for the Depressed Classes were abandoned but additional seats were reserved for them in the provincial and central legislatures—an increase from 71 to 147 in the former and to 18 per cent of the Central Legislature."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1770-1900",
    "Event": "People died",
    "Text": "The fatality figures are horrifying: from 25 million Indians are estimated to have died in famines, including 15 million in the five famines in the second half of the nineteenth century."
  },
  {
    "Years": "",
    "Event": "People died",
    "Text": "William Digby pointed out that in the entire 107 years, only an estimated 5 million people had died in all the wars around the world combined, whereas in just ten years 1891–1900, 19 million had died in India in famines alone."
  },
  {
    "Years": "1856-1857",
    "Event": "People died",
    "Text": "Professor Clare Anderson has established the extent of the horrors: in just one year, 1856-57, and on one route, Kolkata to Trinidad, the percentage of deaths of indentured labour on the transportee ships reached appalling levels: 12.3 per cent of all males, 18.5 per cent of the females, 28 per cent of the boys and 36 per cent of the girls perished, as did a tragic 55 per cent of all infants."
  },
  {
    "Years": 1857,
    "Event": "People died",
    "Text": "During the Revolt of 1857, thousands of mutineers were killed by similar means, as were large numbers of civilians of both sexes. General James George Smith Neill, in Allahabad and Kanpur, was particularly bloodthirsty, as was Sir Hugh Rose in Jhansi, where some 5,000 civilians were massacred. When Delhi was retaken, the savagery was pitiless: in one neighbourhood alone, Kucha Chelan, some 1,400 unarmed citizens were massacred."
  },
  {
    "Years": 1866,
    "Event": "People died",
    "Text": "At least a million and a half Indians die in the Orissa Famine."
  },
  {
    "Years": 1872,
    "Event": "People died",
    "Text": "in Malerkotla, Punjab, some 65 Namdhari Sikhs were blown to bits from the mouths of cannons;"
  },
  {
    "Years": 1918,
    "Event": "People died",
    "Text": "Spanish Influenza epidemic kills 12.5 million in India, 21.6 million worldwide"
  },
  {
    "Years": 1919,
    "Event": "People died",
    "Text": "some 10–15,000 people from outlying districts gathered in the city  to celebrate the major religious festival of Baisakhi. They had assembled in an enclosed walled garden, Jallianwala Bagh, a popular spot for public events in Amritsar but accessible only through five narrow passageways."
  },
  {
    "Years": 1930,
    "Event": "People died",
    "Text": "in Peshawar’s Qissa Khwani Bazaar, 400 Indians were butchered; and innumerable smaller incidents of beatings, floggings, racial abuse and assaults, shootings, hangings and transportation of Indians for a varied list of offences speckle the bloody history of British colonialism."
  },
  {
    "Years": 1943,
    "Event": "People died",
    "Text": "by the time it ended, nearly 4 million Bengalis starved to death in the 1943 famine."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1766,
    "Event": "Rule",
    "Text": "The government of the Earl of Chatham, Pitt’s descendant, sought to\nassert parliamentary supremacy over the Company"
  },
  {
    "Years": 1772,
    "Event": "Rule",
    "Text": "Birth of Rammohan Roy (d. 1833). British establish their capital in Calcutta."
  },
  {
    "Years": 1773,
    "Event": "Rule",
    "Text": "British East India Company obtains monopoly on the production and\nsale of opium in Bengal. Lord North’s Regulating Act passed in Parliament, gained some measure of control over the Company’s activities in India.\nWarren Hastings appointed as first Governor General of India."
  },
  {
    "Years": 1784,
    "Event": "Rule",
    "Text": "William Pitt the Younger would finally pass an India Act, establishing a Board of Control with power to endorse or dictate orders to the Company, to bring to heel the kinds of practices that had enriched his own ancestor and formalized British authority to collect revenue from India."
  },
  {
    "Years": 1784,
    "Event": "Rule",
    "Text": "the London Chronicle listed, in 1784, the names of twenty-nine members of Parliament with direct Indian connections; there were many more who owned shares in the Company."
  },
  {
    "Years": 1785,
    "Event": "Rule",
    "Text": "Cornwallis, created a professional cadre of Company servants who were to govern the country for the Company, reserving all high-level posts for the British, and placing Englishmen in charge of each district with the blunt title of ‘Collector’, since collecting revenue was their raison d’etre. The Collector usually exercised the dual function of magistrate in his district.* The British thus ran government, tax collection, and administered what passed for justice. Indians were excluded from all of these functions."
  },
  {
    "Years": "1787-1825",
    "Event": "Rule",
    "Text": "Bencoolen in Sumatra when the British and the Dutch swapped Bencoolen for Malacca to consolidate their holds on Malaysia and Indonesia respectively"
  },
  {
    "Years": "1787-1795",
    "Event": "Rule",
    "Text": "British Parliament impeaches Warren Hastings, Governor General of Bengal (1774-85), for misconduct."
  },
  {
    "Years": "1793-1797",
    "Event": "Rule",
    "Text": "Baron Teignmouth, who as John Shore went on to serve as Governor General of India"
  },
  {
    "Years": 1803,
    "Event": "Rule",
    "Text": "Second Anglo-Maratha War results in British capture of Delhi and control of large parts of India."
  },
  {
    "Years": 1803,
    "Event": "Rule",
    "Text": "Company forces marched into Delhi to find the old and terrified Mughal monarch cowering under a royal canopy."
  },
  {
    "Years": 1803,
    "Event": "Rule",
    "Text": "The self-serving nature of British shipping policy was made apparent during the Napoleonic Wars, which led to a severe shortage of British merchant vessels. (The war destroyed 173,000 tons of British shipping, forcing the government in London to employ 112,890 tonnes of foreign vessels to conduct British commerce.)"
  },
  {
    "Years": 1805,
    "Event": "Rule",
    "Text": "31,000 Britons, of whom 22,000 were in the army and 2,000 in civil government."
  },
  {
    "Years": "1813-1859",
    "Event": "Rule",
    "Text": "Women were treated with Victorian paternalism and not a little misogyny. Institutionally, for instance, women on the Malabar coast who benefited from matrilineal law and enjoyed vast property and social rights, not to speak of bodily autonomy, were pushed to accept patriarchal shackles as the ‘correct’and ‘moral’ way of living and subject themselves to husbands and sons, physically, socially, and economically. (Southern Indian women, whose breasts were traditionally uncovered, found themselves obliged to undergo the indignity of conforming to Victorian standards of morality; soon the right to cover one’s breasts became a marker of upper-caste respectability and efforts were made to deny this privilege to lower-caste women, leading to such missionary-inspired colonial curiosities as the Breast Cloth Agitation from 1813 to 1859 in Travancore and the Madras Presidency.)"
  },
  {
    "Years": "1787-1825",
    "Event": "Rule",
    "Text": "Bencoolen in Sumatra when the British and the Dutch swapped Bencoolen for Malacca to consolidate their holds on Malaysia and Indonesia respectively"
  },
  {
    "Years": 1839,
    "Event": "Rule",
    "Text": "Preacher William Howitt attacks British rule in India."
  },
  {
    "Years": "1840-1850",
    "Event": "Rule",
    "Text": "the British had subjugated a vast land through the power of their artillery and the cynicism of their amorality. They displaced nawabs and maharajas for a price, emptied their treasuries as it pleased them, took over their states through various methods (including, from the 1840s, the cynical ‘doctrine of lapse’ whenever a ruler died without an heir), and stripped farmers of their ownership of the lands they had tilled for generations."
  },
  {
    "Years": 1843,
    "Event": "Rule",
    "Text": "British conquer the Sindh region (present-day Pakistan). British\npromulgate ‘doctrine of lapse’, under which a state is taken over by the\nBritish whenever a ruler dies without an heir."
  },
  {
    "Years": 1857,
    "Event": "Rule",
    "Text": "Much of the British conquest and expansion before 1857 took place against either benign, or not particularly oppressive, native rulers. The Maratha Peshwas, the Mysore rulers and the chess-playing Nawab of Oudh, to name three, were not accused of misgovernance: they were merely too powerful for colonial comfort or too rich to avoid attracting British avarice."
  },
  {
    "Years": 1858,
    "Event": "Rule",
    "Text": "The Crown, when it assumed responsibility for the Raj, through Queen Victoria’s Proclamation of 1858, largely preferred to leave the traditional rulers of India in place, with their authority subordinate to the British. (They exercised their power through an official parked at the princely court with the nominally modest title of ‘the Resident’, another case of British understatement masking the uglier reality of brute power.)"
  },
  {
    "Years": 1858,
    "Event": "Rule",
    "Text": "The Government of India Act, 1858, transformed the post of Governor General (soon re-designated as the viceroy), who would be directly responsible for the administration of India, along with provincial governors."
  },
  {
    "Years": "1813-1859",
    "Event": "Rule",
    "Text": "Women were treated with Victorian paternalism and not a little misogyny. Institutionally, for instance, women on the Malabar coast who benefited from matrilineal law and enjoyed vast property and social rights, not to speak of bodily autonomy, were pushed to accept patriarchal shackles as the ‘correct’and ‘moral’ way of living and subject themselves to husbands and sons, physically, socially, and economically. (Southern Indian women, whose breasts were traditionally uncovered, found themselves obliged to undergo the indignity of conforming to Victorian standards of morality; soon the right to cover one’s breasts became a marker of upper-caste respectability and efforts were made to deny this privilege to lower-caste women, leading to such missionary-inspired colonial curiosities as the Breast Cloth Agitation from 1813 to 1859 in Travancore and the Madras Presidency.)"
  },
  {
    "Years": 1872,
    "Event": "Rule",
    "Text": "The census joined the map and the museum as tools of British imperial dominance in the nineteenth century. The British fondness for taxonomy and social classification continued to be in evidence throughout their rule, and was formalized by means of the census they undertook first in 1872 and then every ten years from 1881, converting it into an ‘ethnographic census’ in 1901."
  },
  {
    "Years": 1887,
    "Event": "Rule",
    "Text": "In pursuance of this ‘schlock and awe’ strategy, three gigantic durbars were held to mark imperial occasions—the crowning of Queen Victoria as the Empress of India was commemorated with the grand pageantry of an imperial durbar presided over by Viceroy Lord Lytton"
  },
  {
    "Years": 1890,
    "Event": "Rule",
    "Text": "6,000 British officials ruled 250 million Indians, with some 70,000\nEuropean soldiers and a larger number of Indians in uniform."
  },
  {
    "Years": "1890-1900",
    "Event": "Rule",
    "Text": "Britain governed India for five decades after the arrival of the first electricity supplies in the 1890s."
  },
  {
    "Years": 1891,
    "Event": "Rule",
    "Text": "a journalist from the Amrita Bazar Patrika managed to rummage through the wastepaper basket at the office of Viceroy Lord Lansdowne. There he found the fragments of a torn-up letter, which with great enterprise he managed to piece together. The letter contained explosive news, revealing as it did in considerable detail the viceroy’s plans to annex the Hindu Maharaja-ruled Muslim-majority state of Jammu & Kashmir."
  },
  {
    "Years": "1900-1910",
    "Event": "Rule",
    "Text": "J. T. Sunderland observed that the difference in salaries and emoluments was so great that 8,000 British officers earned £13,930,554, while 130,000 Indians in government service were collectively paid a total of £3,284,163. The Indians were shown their place in their ranks, authority, positions assigned, lack of career advancement and every month when their salary slips arrived."
  },
  {
    "Years": 1902,
    "Event": "Rule",
    "Text": "Not all the British were equally comfortable with this form of justice.\nWhen three troopers of the 9th Lancers beat to death an Indian man in Sialkot for refusing to bring them a woman for the night, regimental authorities made no effort to investigate and they tried to get away by painting the victim as a drunkard."
  },
  {
    "Years": 1903,
    "Event": "Rule",
    "Text": "Lord Curzon’s grand Delhi Durbar."
  },
  {
    "Years": 1903,
    "Event": "Rule",
    "Text": "the accession of Edward VII by an even grander durbar held by Lord Curzon on New Year’s Day"
  },
  {
    "Years": 1908,
    "Event": "Rule",
    "Text": "Eight years before Gandhi’s return to India, and well before the War, Henry had already spelled out in 1908 the reasons why Indians were dissatisfied with the Raj: Unrest in India was occasioned by…the contemptuous disregard of Indian feeling in the Partition of Bengal and Lord Curzon’s University speech upon Indian mendacity; the exclusion of fully qualified Indians from public positions, in contradiction to Queen Victoria’s Proclamation of 1858; several notorious cases of injustice in the law courts, where English criminals were involved; numerous instances of petty persecution for political opinions; the well-known measures for the suppression of personal liberty and freedom of speech; the espionage of police and postal officials; and the increasing insolence of the vulgar among AngloIndians, as shown in ordinary behaviour and in the newspapers which represent their views."
  },
  {
    "Years": 1911,
    "Event": "Rule",
    "Text": "and the final imperial durbar of the Raj, to welcome King\nGeorge V and Queen Mary to the new capital, Delhi."
  },
  {
    "Years": 1911,
    "Event": "Rule",
    "Text": "there were 164,000 Britons living in India (of whom 66,000 were in the army and police and just 4,000 in civil government)."
  },
  {
    "Years": 1931,
    "Event": "Rule",
    "Text": "this had gone up to just 168,000 (including 60,000 in the army and police and still only 4,000 in civil government) to run a country approaching 300 million people."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1770,
    "Event": "Famine",
    "Text": "the Great Bengal Famine"
  },
  {
    "Years": "1770-1900",
    "Event": "Famine",
    "Text": "The fatality figures are horrifying: from 25 million Indians are estimated to have died in famines, including 15 million in the five famines in the second half of the nineteenth century."
  },
  {
    "Years": "1782-83",
    "Event": "Famine",
    "Text": "Madras"
  },
  {
    "Years": "1783-84",
    "Event": "Famine",
    "Text": "Chalisa Famine in Delhi and the adjoining areas,"
  },
  {
    "Years": "1791-1792",
    "Event": "Famine",
    "Text": "Doji bara Famine around Hyderabad,"
  },
  {
    "Years": "1793-1900, 1891-1900",
    "Event": "Famine",
    "Text": "William Digby pointed out that in the entire 107 years from 1793 to 1900, only an estimated 5 million people had died in all the wars around the world combined, whereas in just ten years 1891–1900, 19 million had died in India in famines alone."
  },
  {
    "Years": 1834,
    "Event": "Famine",
    "Text": "Throughout, the imperial rulers were far less concerned about the welfare of the Indian poor than about their fear—based, at least partly, on the experience of the British poor laws, reformed in 1834, which many feared had encouraged pauperism —that institutionalized famine relief would create a culture of dependence on government support."
  },
  {
    "Years": "1837-1838",
    "Event": "Famine",
    "Text": "Agra Famine"
  },
  {
    "Years": 1859,
    "Event": "Famine",
    "Text": "Human beings were not the only victims of British-induced famines; cattle died too. It is striking that the export trade in hides and skins rose from 5 million rupees in 1859 to nearly 115 million rupees in 1901, an astonishing increase especially in a culture where the death of a cow was devastating, not only for religious reasons but because cows were crucial to farming, and also served as a means of transportation and as status symbols in rural society."
  },
  {
    "Years": 1866,
    "Event": "Famine",
    "Text": "At least a million and a half Indians die in the Orissa Famine."
  },
  {
    "Years": 1866,
    "Event": "Famine",
    "Text": "the Governor of Bengal, Sir Cecil Beadon (who on a visit to the area had declared, ‘Such visitations of providence as these no government can do much either to prevent or alleviate’), when criticized for doing nothing to reduce food prices during the Orissa Famine of 1866, declared that ‘If I were to attempt to do this, I should consider myself no better than a dacoit or a thief.’"
  },
  {
    "Years": 1866,
    "Event": "Famine",
    "Text": "the Marquess of Salisbury, Secretary of State for India during the Orissa Famine of 1866, is said to have reproached himself daily for his failure to act for two months after he had been informed of the onset of the crisis; his inaction was blamed for one million famine-related deaths."
  },
  {
    "Years": 1866,
    "Event": "Famine",
    "Text": "British administrators largely acknowledged, from at least the 1860s, that the frequent famines were not the result of food shortages per se, but the inability of people to purchase food or, in a scholar’s words, ‘complex economic crises induced by the market impacts of drought and crop failure.’"
  },
  {
    "Years": 1866,
    "Event": "Famine",
    "Text": "During the very 1866 Orissa Famine that would so disturb Salisbury’s sleep, while a million and a half people starved to death, the British insouciantly exported 200 million pounds of rice to Britain."
  },
  {
    "Years": "1873-1874",
    "Event": "Famine",
    "Text": "Bihar Famine"
  },
  {
    "Years": 1876,
    "Event": "Famine",
    "Text": "Queen Victoria (1819-1901) is proclaimed Empress of India (1876-\n1901). Major famine of 1876-77 mishandled by Viceroy Lord Lytton."
  },
  {
    "Years": "1876-1877",
    "Event": "Famine",
    "Text": "Lytton dispatched an official named Sir Richard Temple to Madras during the famine of 1876-77 with instructions not to listen to the ‘humanitarian humbugs’ and to reduce the cost of relief measures."
  },
  {
    "Years": -8064,
    "Event": "Famine",
    "Text": "As Georgina Brewis describes it: ‘When in August 1877 the leading citizens of Madras, both Indian and European, appealed in Britain for donations to a famine relief fund, Lytton viewed this as an act of insubordination and acted swiftly to suppress the fund, sending a coded telegram to the Lieutenant-Governor of Bengal. This move provoked outcry when leaked to the Indian and British press. As the newspapers were quick to point out, Lytton’s opposition to the fund placed all donors in the wrong, including the newly designated “Empress” of India and a host of former Governor-Generals who had headed the subscription lists in Britain. A leader in The Times expressed great regret that “the Viceroy should have interposed to repress the impulses of private charity” and denounced his policy of pursuing famine relief “solely with economy in mind”. Lord Lytton was eventually forced to sanction the existence of the relief fund and to donate Rupees 10,000 (£1,000) himself, a gesture he admitted privately he made with “an ill will”. The fund, which eventually totalled £820,000, was raised through millions of small contributions from individuals, schools, churches and regiments throughout the British world. However, until December 1877, Lytton continued to describe the fund as “a complete nuisance” and to issue dire warnings that all the money would be wasted by an irresponsible committee.’"
  },
  {
    "Years": 1895,
    "Event": "Famine",
    "Text": "Royal Commission set up in response to public outrage glossed over the horrors of opium and claimed the public’s fears and concerns were exaggerated. (Sir Richard Temple of famine fame, now retired, defended the opium policy before the Commission.)"
  },
  {
    "Years": 1896,
    "Event": "Famine",
    "Text": "When a fresh famine broke out in October 1896, with Lytton mercifully long gone, the government engaged itself studying the rules rather than responding to the suffering."
  },
  {
    "Years": "1896-1900",
    "Event": "Famine",
    "Text": "the Indian Famine"
  },
  {
    "Years": "1897-1900",
    "Event": "Famine",
    "Text": "The Indian diaspora contributed large sums to the funds raised in British colonies: Mahatma Gandhi, for instance, organized collections in South Africa for Indian famines in 1897 and 1900."
  },
  {
    "Years": "1899-1900",
    "Event": "Famine",
    "Text": "nine camps were established in the Bombay Presidency during the famine of 1899-1900, for instance, 75 per cent of the costs to run them were recovered by the government. Fiscal prudence consistently trumped ‘humanitarian humbug’. Indians proved more generous whenever they were not themselves laid low by famine, and ‘native charity’ was often available to rescue cattle, including often aid from the village zamindar, who felt a social obligation to provide whatever relief he could to save his people and their cows."
  },
  {
    "Years": "1770-1900",
    "Event": "Famine",
    "Text": "The fatality figures are horrifying: from 25 million Indians are estimated to have died in famines, including 15 million in the five famines in the second half of the nineteenth century."
  },
  {
    "Years": 1979,
    "Event": "Famine",
    "Text": "Bombay Famine"
  },
  {
    "Years": 1943,
    "Event": "Famine",
    "Text": "Leopold Amery, the then Secretary of State for India, to the members of the House of Commons about the Bengal Famine, which by the time the good Lord Amery spoke had taken close to 3 million lives. Amery compared the significant rise in India’s population with the general downturn in the food production rates: ‘In the past 12 years the population of India had increased by about 60 millions, and it had been estimated that the annual production of rice per head in Bengal had fallen from 384 lb to 283 lb in the last 30 years’."
  },
  {
    "Years": 1943,
    "Event": "Famine",
    "Text": "by the time it ended, nearly 4 million Bengalis starved to death in the 1943 famine."
  },
  {
    "Years": "1943-1944",
    "Event": "Famine",
    "Text": "and the most notorious of the lot, the Bengal Famine"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1828,
    "Event": "Movement",
    "Text": "Rammohan Roy founds Adi Brahmo Samaj in Calcutta, first movement to initiate socio-religious reform. Influenced by Islam and Christianity, he denounces polytheism, idol worship and more."
  },
  {
    "Years": "1869-1948",
    "Event": "Movement",
    "Text": "Lifetime of Mohandas Karamchand Gandhi, Indian nationalist\nand Hindu political activist who develops the strategy of non-violent\ndisobedience that forces Christian Great Britain to grant independence to\nIndia (1947)."
  },
  {
    "Years": 1905,
    "Event": "Movement",
    "Text": "Since such approaches never worked, the national movement soon began to take a different approach, that of mass political agitation against Curzon’s 1905 Partition of Bengal, in order to make an effective impact upon the British. Outraged Bengali youths campaigned in towns and villages for the people to show their opposition to the colonial division of their homeland, preaching swadeshi (reliance on Indian-made goods) and urging a boycott of British goods. Shops that continued the sale of foreign goods were surrounded by youths who implored customers often by prostrating themselves in supplication before prospective purchasers, never by intimidation, for the sake of their country, to depart without purchasing. This form of picketing was never violent, but it was not what the British were used to. As British merchants in Bengal complained of a dramatic downturn in their sales and the conversion of regular profits into unaccustomed losses, the agitation triumphed: the British reversed the Partition."
  },
  {
    "Years": 1905,
    "Event": "Movement",
    "Text": "Lord Curzon’s decision in 1905 to partition Bengal, ostensibly for administrative reasons but in reality to create a Muslim-majority province in the east, aroused fierce opposition from all segments of Bengali society and from Indian nationalists everywhere, who saw it as a transparent attempt to divide the country. The British deliberately ‘sold’ the partition of Bengal to the Muslims as promoting their interests, so that the Nawab of Dacca, who had initially condemned the division of his province as ‘beastly’, was persuaded to change his mind under the influence of Lord Curzon’s visit to him. This followed speeches in which the viceroy promised that the partition ‘would invest the Mohammedans of Eastern Bengal with a unity which they had not enjoyed since the days of the old Mussulman viceroys and kings’. To sweeten the pill further the British government advanced the nawab a private loan of £100,000 at a concessional rate of interest, and soon the nawab and his followers did a U-turn to become staunch supporters of the Partition of Bengal."
  },
  {
    "Years": 1919,
    "Event": "Movement",
    "Text": "Instead of offering more democracy, Britain went farther in the opposite direction. It passed the repressive Rowlatt Act, reimposing upon India all the wartime restrictions on freedom of speech and assembly that had been lifted with the Armistice. The Act vested the viceroy’s government with extraordinary powers to quell ‘sedition’ against the Empire by silencing and censoring the press, detaining political activists without trial, and arresting without a warrant any individuals suspected of treason against the Empire."
  },
  {
    "Years": 1919,
    "Event": "Movement",
    "Text": "Indians rallied across the Punjab to protest the Rowlatt Acts; they shut down normal commerce in many cities, including Amritsar, through hartals on 30 March and 6 April that demonstrated, through empty streets and shuttered shops, the dissatisfaction of the people at the British betrayal. This was a form of Gandhian non-violent non-cooperation; no violence or disorder was reported during the hartals."
  },
  {
    "Years": 1920,
    "Event": "Movement",
    "Text": "Gandhi formulates the satyagraha strategy of non-cooperation and non- violence. Khilafat movement launched."
  },
  {
    "Years": 1922,
    "Event": "Movement",
    "Text": "Non-cooperation movement called off by Mahatma Gandhi after Chauri\nChaura violence."
  },
  {
    "Years": 1935,
    "Event": "Movement",
    "Text": "As the non-violent Indian nationalist movement gained traction, public sympathy and international attention in the 1920s and 1930s, with Gandhi seizing the world’s imagination through his satyagraha, his fasts and the Empire-defying Salt March, the British felt obliged to grant improved measures of self-governance through the Government of India Act"
  },
  {
    "Years": 1939,
    "Event": "Movement",
    "Text": "Both the resignations of the Congress ministries in 1939 and the Quit India movement in 1942 turned out to be futile gestures of demonstrative rather than far-sighted politics. They paved the way for the triumph of the Muslim League."
  },
  {
    "Years": 1940,
    "Event": "Movement",
    "Text": "Indeed that was the year in which Churchill confidently expressed the belief that the British empire would last a thousand years.*) When the official response of the government came, it was a derisory offer to associate a few ‘representative Indians’ with the viceroy’s toothless advisory councils. Nehru rejected this utterly. Civil\ndisobedience seemed the only answer."
  },
  {
    "Years": 1942,
    "Event": "Movement",
    "Text": "Cripps Mission. Quit India movement. Congress leaders jailed. Establishment of Indian National Army (Azad Hind Fauj) by Subhas Chandra Bose to fight the British."
  },
  {
    "Years": 1942,
    "Event": "Movement",
    "Text": "As Mahatma Gandhi wrote in his newspaper column in August 1942: ‘Hundreds, if not thousands, on their way from Burma perished without food or drink, and the wretched discrimination stared even these miserable people in the face. One route for whites, another for blacks! Provision of food and shelter for the whites, none for the blacks! India is being ground down into the dust and humiliated even before the Japanese advent.’ Bitterness at racial discrimination even in defeat played no small part in Gandhi’s decision to launch the ‘Quit India’ movement that month, calling for Britain’s departure from India."
  },
  {
    "Years": 1942,
    "Event": "Movement",
    "Text": "Quit India movement"
  },
  {
    "Years": 1942,
    "Event": "Movement",
    "Text": "The brutal force used to repress the Quit India movement in 1942 involved tactics that, in the words of a British governor, if ‘dragged out in the cold light of [day], nobody could defend’. Gang rape by the police was not uncommon: 73 women were violated by police in a bid to terrorize the satyagrahis, prisoners were forced to lie naked on blocks of ice till they lost consciousness, and thousands were beaten in jail."
  },
  {
    "Years": 1942,
    "Event": "Movement",
    "Text": "Harrovian Amery, who had used the same words just two years earlier in Parliament in calling for Neville Chamberlain’s resignation as prime minister): ‘You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go!’ On 7 August 1942 in Bombay, the All India Congress Committee, at Gandhi’s urging, adopted a resolution moved by Nehru, and seconded by Patel, calling upon Britain to—in a journalistic paraphrase that became more famous than the actual words of the resolution—‘Quit India’. (Gandhi’s own preferred phrase was ‘Do or Die’.) Within thirty-six hours the Congress leaders were arrested."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1757,
    "Event": "Divide & rule",
    "Text": "In the years after 1757, the British astutely fomented cleavages among the Indian princes, and steadily consolidated their dominion through a policy of ‘divide and rule’ that came to be dubbed, after 1858, ‘divide et impera’."
  },
  {
    "Years": 1856,
    "Event": "Divide & rule",
    "Text": "Once the British had deposed the nawab in 1856, the unifying symbol of the throne was lost, and the relationship between the ruling Shia nobility and the non-Shia subjects of the kingdom (Sunnis and Hindus) irrevocably transformed. The exaggeration by the British of communal identities now embraced sectarian differences between the two Muslim sects."
  },
  {
    "Years": 1857,
    "Event": "Divide & rule",
    "Text": "The sight of Hindu and Muslim soldiers rebelling together and fighting side by side, willing to rally under the command of each other and pledge joint allegiance to the enfeebled Mughal monarch, had alarmed the British, who did not take long to conclude that dividing the two groups and pitting them against one another was the most effective way to ensure the unchallenged continuance of Empire."
  },
  {
    "Years": 1859,
    "Event": "Divide & rule",
    "Text": "the then British governor of Bombay, Lord Elphinstone, advised London that ‘Divide et impera was the old Roman maxim, and it should be ours’. (He was not quite right: the term was coined not by the Romans, but by Philip II of Macedonia, though some Roman conquerors followed its precepts.)"
  },
  {
    "Years": 1905,
    "Event": "Divide & rule",
    "Text": "Since such approaches never worked, the national movement soon began to take a different approach, that of mass political agitation against Curzon’s 1905 Partition of Bengal, in order to make an effective impact upon the British. Outraged Bengali youths campaigned in towns and villages for the people to show their opposition to the colonial division of their homeland, preaching swadeshi (reliance on Indian-made goods) and urging a boycott of British goods. Shops that continued the sale of foreign goods were surrounded by youths who implored customers often by prostrating themselves in supplication before prospective purchasers, never by intimidation, for the sake of their country, to depart without purchasing. This form of picketing was never violent, but it was not what the British were used to. As British merchants in Bengal complained of a dramatic downturn in their sales and the conversion of regular profits into unaccustomed losses, the agitation triumphed: the British reversed the Partition."
  },
  {
    "Years": 1905,
    "Event": "Divide & rule",
    "Text": "Lord Curzon’s decision in 1905 to partition Bengal, ostensibly for administrative reasons but in reality to create a Muslim-majority province in the east, aroused fierce opposition from all segments of Bengali society and from Indian nationalists everywhere, who saw it as a transparent attempt to divide the country. The British deliberately ‘sold’ the partition of Bengal to the Muslims as promoting their interests, so that the Nawab of Dacca, who had initially condemned the division of his province as ‘beastly’, was persuaded to change his mind under the influence of Lord Curzon’s visit to him. This followed speeches in which the viceroy promised that the partition ‘would invest the Mohammedans of Eastern Bengal with a unity which they had not enjoyed since the days of the old Mussulman viceroys and kings’. To sweeten the pill further the British government advanced the nawab a private loan of £100,000 at a concessional rate of interest, and soon the nawab and his followers did a U-turn to become staunch supporters of the Partition of Bengal."
  },
  {
    "Years": 1940,
    "Event": "Divide & rule",
    "Text": "This was all part of the policy of divide and rule: no one in any responsible position in Britain as late as 1940 had any serious intention whatsoever of relinquishing the Empire or surrendering the jewel in His Majesty’s Crown to a rabble of nationalist Indians clad in homespun. But the devastation of World War II meant that only one half of the phrase could survive: bled, bombed and battered for six years, Britain could divide but it could no longer rule."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1600-1757",
    "Event": "Silk",
    "Text": "While the British were just traders and not rulers, their demand is estimated to have raised Bengal’s textile and silk production by as much as 33 per cent."
  },
  {
    "Years": 1600,
    "Event": "Silk",
    "Text": "the East India Company, incorporated by royal charter from Her Majesty Queen Elizabeth I began to trade in silk and spices, and other profitable Indian commodities."
  },
  {
    "Years": "1600-1753",
    "Event": "Silk",
    "Text": "Silk exports from Bengal were worth another 6.5 million rupees annually, declining to some 5 million thereafter."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1760-1829",
    "Event": "Textile",
    "Text": "India still grew cotton, but mainly to send to Britain. The country no longer wove or spun much of it; master weavers became beggars. A stark illustration of the devastation this caused could be seen in Dhaka, once the great centre of muslin production, whose population fell from several lakhs to about 50,000 by the 1820s."
  },
  {
    "Years": "1760-1820",
    "Event": "Textile",
    "Text": "India still grew cotton, but mainly to send to Britain. The country no longer wove or spun much of it; master weavers became beggars. A stark illustration of the devastation this caused could be seen in Dhaka, once the great centre of muslin production, whose population fell from several lakhs to about 50,000 by the 1820s."
  },
  {
    "Years": 1830,
    "Event": "Textile",
    "Text": "British exports of textiles to India had reached 60 million yards of cotton goods a year"
  },
  {
    "Years": "1850-1947",
    "Event": "Textile",
    "Text": "Indian entrepreneurs began to set up their own modern textile mills and to produce cloth that could compete with the British imports."
  },
  {
    "Years": 1870,
    "Event": "Textile",
    "Text": "the billion yard mark was crossed, more than three yards a year for every single Indian, man, woman or child."
  },
  {
    "Years": 1896,
    "Event": "Textile",
    "Text": "Indian mills produced only 8 per cent of the total cloth consumed in India."
  },
  {
    "Years": 1913,
    "Event": "Textile",
    "Text": "this had grown to 20 percent, and the setbacks faced by Britain with the disruptions of the World War I allowed Indian textile manufacturers to slowly recapture the domestic market."
  },
  {
    "Years": 1915,
    "Event": "Textile",
    "Text": "100 per cent of the jute mills in India were in British hands;"
  },
  {
    "Years": 1929,
    "Event": "Textile",
    "Text": "this was down to 78 per cent, still enshrining British dominance."
  },
  {
    "Years": 1936,
    "Event": "Textile",
    "Text": "62 per cent of the cloth sold in India was made by Indians;"
  },
  {
    "Years": 1943,
    "Event": "Textile",
    "Text": "Churchill’s inhumane conduct in the summer and autumn of 1943 gave the lie to this myth. But it had been battered for two centuries already: British imperialism had triumphed not just by conquest and deception on a grand scale but, as I have mentioned, by ruthlessly suppressing dissent, executing rebels and deserters and chopping off the thumbs of skilled weavers so they could not produce the fine cloth that made Britain’s manufactures look tawdry. The suppression of the 1857 ‘mutiny’ was conducted with extreme brutality, with hundreds of rebels being blown to bits from the mouths of cannons or hanged from public gibbets, women and children massacred (in retaliation, it must be admitted, for the killing of British women and children) and over 100,000 lives lost."
  },
  {
    "Years": 1945,
    "Event": "Textile",
    "Text": "By the time the British left the country, 76 per cent"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1600,
    "Event": "Trade",
    "Text": "British Royal Charter forms the East India Company, beginning the process that will lead to the subjugation of India under British rule."
  },
  {
    "Years": "1615-1618",
    "Event": "Trade",
    "Text": "Mughals grant Britain the right to trade and establish factories."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1813-1859",
    "Event": "Women",
    "Text": "Women were treated with Victorian paternalism and not a little misogyny. Institutionally, for instance, women on the Malabar coast who benefited from matrilineal law and enjoyed vast property and social rights, not to speak of bodily autonomy, were pushed to accept patriarchal shackles as the ‘correct’and ‘moral’ way of living and subject themselves to husbands and sons, physically, socially, and economically. (Southern Indian women, whose breasts were traditionally uncovered, found themselves obliged to undergo the indignity of conforming to Victorian standards of morality; soon the right to cover one’s breasts became a marker of upper-caste respectability and efforts were made to deny this privilege to lower-caste women, leading to such missionary-inspired colonial curiosities as the Breast Cloth Agitation from 1813 to 1859 in Travancore and the Madras Presidency.)"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1807,
    "Event": "People arrested",
    "Text": "cover all kinds of publications—newspapers, magazines, books and pamphlets. Some of the more obstreperous publications were closed down; the editors of Indian World, Bengal Gazette and Calcutta Journal were even arrested and deported to England for their intemperate criticism of Company officials and policies. It was not a propitious beginning for the idea of a free press in India."
  },
  {
    "Years": 1940,
    "Event": "People arrested",
    "Text": "The government decided not to wait for what Nehru might do. They arrested him and, after a trial distinguished by a magnificent statement by the accused (‘it is the British empire itself that is on trial before the bar of the world’), sentenced him to four years in prison."
  },
  {
    "Years": 1941,
    "Event": "People arrested",
    "Text": "Netaji Subhas Chandra Bose, who had fled British India, had fashioned an ‘Indian National Army’ in mid-1941 out of prisoners of war, to fight alongside the Japanese. Nehru had no desire to see one emperor’s rule supplanted by another’s: he started organizing the Congress to prepare for resistance to the Japanese. American sympathy was matched by that of the Labour Party in the War Cabinet."
  },
  {
    "Years": 15311,
    "Event": "People arrested",
    "Text": "despite the opposition of Winston Churchill, the War Cabinet in London authorized the release of all the imprisoned Congressmen. Nehru hoped in vain for some policy declaration by the British that would enable him to commit India to the Allied cause, but the reactionary Churchill and his blinkered representatives in New Delhi went the other way, with Churchill (whose subsequent beatification as an apostle of freedom seems all the more preposterous) explicitly declaring that the principles of the Atlantic Charter would not apply to India. This was all the more inexplicable in the face of the rout of British forces in Asia: Singapore fell in February, Burma in March; the Japanese were at India’s gates in the east,"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1813,
    "Event": "Shipbuilding",
    "Text": "British-based businesses simply could not compete, and so they petitioned Parliament for a ban on Indian shipbuilding. The first legislative act in their favour came with a law that prohibited ships below 350 tonnes from plying between the Indian colonies and the United Kingdom. That took some 40 per cent of Bengal-built ships out of the lucrative India-England trade."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1784,
    "Event": "Services",
    "Text": "the London Chronicle listed, in 1784, the names of twenty-nine members of Parliament with direct Indian connections; there were many more who owned shares in the Company."
  },
  {
    "Years": 1797,
    "Event": "Services",
    "Text": "The most learned of British Orientalists, William Jones, who in 1797 founded the Asiatic Society in Calcutta and served in the Supreme Court of Judicature, remarked, ‘I can no longer bear to be at the Mercy of our pandits who deal out Hindu Law as they please, and make it at reasonable rates, when they cannot find it ready made’."
  },
  {
    "Years": 1806,
    "Event": "Services",
    "Text": "a civil service came into being, nominated by the Company’s bigwigs from influential young people of their acquaintance, and trained in Haileybury College, near London, to serve the Company."
  },
  {
    "Years": 1833,
    "Event": "Services",
    "Text": "competitive examinations were introduced, though directors’ nominees could still be recruited on a nod and a wink."
  },
  {
    "Years": 1853,
    "Event": "Services",
    "Text": "selection was entirely examination-based, and thrown open to all white Britons."
  },
  {
    "Years": 1858,
    "Event": "Services",
    "Text": "Queen Victoria’s Proclamation taking over in the name of the Crown\nthe governance of India from the East India Company. Civil service jobs in\nIndia are opened to Indians."
  },
  {
    "Years": 1861,
    "Event": "Services",
    "Text": "new legislation allowed Indians to be added by nomination to the legislative councils of the Governor General and the provincial governors."
  },
  {
    "Years": 1863,
    "Event": "Services",
    "Text": "While Indians were theoretically entitled to senior positions in the Indian Civil Service, and Satyendranath Tagore (elder brother of the great Nobel Prize-winning poet Rabindranath Tagore) broke into its elite ranks as early as 1863, most applicants were turned down and only a handful succeeded him for decades afterwards. Satyendranath Tagore and the ones who came after him suffered the most appalling racial discrimination and personal humiliation in their careers. After thirty years’ ICS service, in a series of insignificant posts, Satyendranath, who was a brilliant linguist, lyricist and social reformer, could only retire as a judge in the provincial Maharashtrian town of Satara."
  },
  {
    "Years": 1869,
    "Event": "Services",
    "Text": "Another of the very early Indian entrants into the ICS, the second after Satyendranath Tagore, Surendra Nath Banerjea, was initially barred from the service he had entered, on allegations of misrepresenting his age."
  },
  {
    "Years": 1872,
    "Event": "Services",
    "Text": "The Royal Indian Engineering College at Cooper’s Hill near London, established in 1872 to produce engineers for India, allowed as candidates only those capable of passing examinations in mathematics, sciences, Latin, Greek, German, English literature and history—stipulations designed to exclude the majority of Indian candidates."
  },
  {
    "Years": 1873,
    "Event": "Services",
    "Text": "He dedicated his book Gulamgiri (‘Slavery’, 1873) to the ‘good people of the United States’ for their liberation of slaves."
  },
  {
    "Years": 1874,
    "Event": "Services",
    "Text": "He appealed this successfully and was posted to a minor position in Sylhet, but not forgiven, and was dismissed from the service altogether for a minor infraction"
  },
  {
    "Years": 1886,
    "Event": "Services",
    "Text": "These rules had the desired effect: In 1886, out of 1,015 engineers in the Public Works Department (PWD), only 86 were Indians."
  },
  {
    "Years": 1887,
    "Event": "Services",
    "Text": "A rare Cambridge-educated Indian judge appointed on the bench of the Allahabad High Court, Justice Syed Mahmud, suffered daily discrimination and prejudice, especially from Chief Justice Sir John Edge, who Mahmud felt treated him like a conquered subject rather than a judicial equal."
  },
  {
    "Years": "1890-1900",
    "Event": "Services",
    "Text": "With very few exceptions, the vice-chancellors of the main public universities after the 1890s were Indians, though inevitably most were staunch defenders of British imperial rule."
  },
  {
    "Years": 1892,
    "Event": "Services",
    "Text": "On the verge of being dismissed, Mahmud—the second son of the famous reformer Sir Syed Ahmed Khan, whose support was so crucial for the British among Indian Muslims—resigned, unable to reconcile his faith in British law with his exclusion from the high table at the institutions administering it, turned to drink and depression, and died a broken man at the age of just fifty-three."
  },
  {
    "Years": 1908,
    "Event": "Services",
    "Text": "Eight years before Gandhi’s return to India, and well before the War, Henry had already spelled out in 1908 the reasons why Indians were dissatisfied with the Raj: Unrest in India was occasioned by…the contemptuous disregard of Indian feeling in the Partition of Bengal and Lord Curzon’s University speech upon Indian mendacity; the exclusion of fully qualified Indians from public positions, in contradiction to Queen Victoria’s Proclamation of 1858; several notorious cases of injustice in the law courts, where English criminals were involved; numerous instances of petty persecution for political opinions; the well-known measures for the suppression of personal liberty and freedom of speech; the espionage of police and postal officials; and the increasing insolence of the vulgar among AngloIndians, as shown in ordinary behaviour and in the newspapers which represent their views."
  },
  {
    "Years": 1934,
    "Event": "Services",
    "Text": "Indians permitted to sit as jurors and court magistrates."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1918,
    "Event": "Epidemic",
    "Text": "Spanish Influenza epidemic kills 12.5 million in India, 21.6 million worldwide"
  },
  {
    "Years": "",
    "Event": "Epidemic",
    "Text": "While comparisons of human deaths are always invidious, the 35 million who died of famine and epidemics during the Raj does remind one of the 25 million who died in Stalin’s collectivization drive and political purges, the 45 million who died during Mao’s cultural revolution, and the 55 million who died worldwide during World War II."
  },
  {
    "Years": "",
    "Event": "Epidemic",
    "Text": "To take just the first four years of the twentieth century, as Durant did: 272,000 died of plague in 1901, 500,000 in 1902, 800,000 in 1903, and 1 million in 1904 the death toll rising every year. During the Spanish Influenza epidemic of 1918, 125 million cases of ‘flu were recorded (more than a third of the population), and India’s fatality rate was higher than any Western country’s: 12.5 million people died."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1912,
    "Event": "Steel",
    "Text": "after repeated denials and delays it finally began production under his son Dorabji"
  },
  {
    "Years": "1930-1940",
    "Event": "Steel",
    "Text": "When the Tatas went ahead anyway, inspiring other Indians, the British devised effective ways to curb their growth. The two biggest consumers of steel in India, the government and the railways (both controlled by the British) insisted on British Standard Specification Steel (BSSS), which was of much higher quality than the Non-British Standard Specification Steel (NBSSS) used by most of the rest of the world. The requirement for BSSS was originally designed to exclude cheaper continental steel from the colonial Indian market, but it also served to hamper Indian steelmakers. Domestic producers of steel in India, such as Tata, were forced to meet these higher standards or be excluded from contracts with the government and railways.\nBy focusing on producing BSSS, as required by law, Indian firms could not simultaneously produce the cheaper NBSSS that was used throughout most of the non-British world. The high cost base of India’s domestic production as a result of BSSS production rendered Indian steel uncompetitive in the wider international market, both during the Great Depression and the late 1930s recovery. Other developing countries in a comparable situation to India in the 1930s developed their steel industries using NBSSS without major problems."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1746-1763",
    "Event": "War",
    "Text": "the Company fought three ‘Carnatic Wars’, which combined a quest for local dominance with a British conflict for supremacy against the French, mirroring the parallel wars in Europe at the same time. In many of its conquests and campaigns the Company did not hesitate to outsource its military efforts to mercenaries and armed bands of various sorts."
  },
  {
    "Years": 1757,
    "Event": "War",
    "Text": "On his first return to England Clive took home £234,000 from his Indian exploits"
  },
  {
    "Years": 1757,
    "Event": "War",
    "Text": "Clive installed Mir Jafar on the throne of Bengal for a handsome sum, as a reward for having betrayed the previous nawab, Siraj-ud-Daula, at Plassey; Clive’s successors deposed Mir Jafar and put Mir Kasim in his place for somewhat less (for the money went to them, after all, and not to Clive); three years later, they restored Mir Jafar, since he now paid them two and a half times more than Mir Kasim did; and two years after that, they took money from Najim-udDaula to depose Mir Jafar yet again."
  },
  {
    "Years": "1746-1763",
    "Event": "War",
    "Text": "the Company fought three ‘Carnatic Wars’, which combined a quest for local dominance with a British conflict for supremacy against the French, mirroring the parallel wars in Europe at the same time. In many of its conquests and campaigns the Company did not hesitate to outsource its military efforts to mercenaries and armed bands of various sorts."
  },
  {
    "Years": 1767,
    "Event": "War",
    "Text": "First Anglo-Mysore War begins, in which Hyder Ali of Mysore defeats the combined armies of the East India Company, the Marathas and the Nizam of Hyderabad."
  },
  {
    "Years": 1781,
    "Event": "War",
    "Text": "Hyder Ali’s son, Tipu Sultan, defeats British forces."
  },
  {
    "Years": "1793-1900, 1891-1900",
    "Event": "War",
    "Text": "William Digby pointed out that in the entire 107 years from 1793 to 1900, only an estimated 5 million people had died in all the wars around the world combined, whereas in just ten years 1891–1900, 19 million had died in India in famines alone."
  },
  {
    "Years": 1803,
    "Event": "War",
    "Text": "Second Anglo-Maratha War results in British capture of Delhi and control of large parts of India."
  },
  {
    "Years": 1803,
    "Event": "War",
    "Text": "The self-serving nature of British shipping policy was made apparent during the Napoleonic Wars, which led to a severe shortage of British merchant vessels. (The war destroyed 173,000 tons of British shipping, forcing the government in London to employ 112,890 tonnes of foreign vessels to conduct British commerce.)"
  },
  {
    "Years": 1806,
    "Event": "War",
    "Text": "Vellore mutiny ruthlessly suppressed."
  },
  {
    "Years": 1818,
    "Event": "War",
    "Text": "Britain used the British Indian Army to complete its conquest of\nthe Indian subcontinent in the Kandyan War in Ceylon (Sri Lanka);"
  },
  {
    "Years": "1824-1826",
    "Event": "War",
    "Text": "and the Burmese War, in which six of every seven soldiers of the\nBritish Indian Army fell as casualties to sickness or war."
  },
  {
    "Years": "1824-1826",
    "Event": "War",
    "Text": "and the Burmese War, in which six of every seven soldiers of the\nBritish Indian Army fell as casualties to sickness or war."
  },
  {
    "Years": 1829,
    "Event": "War",
    "Text": "Indian convicts—and the term embraces many charged with petty crimes, from theft to indebtedness—were also transported to Mauritius once the British had taken the island from the French in the Napoleonic Wars"
  },
  {
    "Years": "1856-1857",
    "Event": "War",
    "Text": "5,787 Indian troops contributed to the Chinese War"
  },
  {
    "Years": 1857,
    "Event": "War",
    "Text": "Much of the British conquest and expansion before 1857 took place against either benign, or not particularly oppressive, native rulers. The Maratha Peshwas, the Mysore rulers and the chess-playing Nawab of Oudh, to name three, were not accused of misgovernance: they were merely too powerful for colonial comfort or too rich to avoid attracting British avarice."
  },
  {
    "Years": 1900,
    "Event": "War",
    "Text": "when V. O. Chidambaram Pillai in Madras was allowed to set up a shipping company in the run-up to World War I. His success set the alarm bells ringing, however, and when regulations alone did not destroy his business, he was quickly jailed for his nationalist views, breaking his spirit as well as the back of his enterprise. The nascent Indian shipping line was driven out of business. The experience of Indian shipping confirms that British authorities cynically and deliberately exploited Indian industries in their time of need and otherwise suppressed them."
  },
  {
    "Years": 1901,
    "Event": "War",
    "Text": "William Digby calculated the net amount extracted by the economic drain in the nineteenth century, with remarkable (and inevitably, bitterly contested) precision, at £4,187,922,732. While that would amount, in today’s money, to about a ninth of Minhaz Merchant’s calculations, it only accounted for the nineteenth century. Worse was to follow in the twentieth."
  },
  {
    "Years": 1913,
    "Event": "War",
    "Text": "this had grown to 20 percent, and the setbacks faced by Britain with the disruptions of the World War I allowed Indian textile manufacturers to slowly recapture the domestic market."
  },
  {
    "Years": 1914,
    "Event": "War",
    "Text": "Indian troops rushed to France and Mesopotamia to fight in World War I."
  },
  {
    "Years": 1914,
    "Event": "War",
    "Text": "In Europe, Indian soldiers were among the first victims who suffered the horrors of the trenches. They were killed in droves before the war was into its second year and bore the brunt of many a German offensive. Indian jawans stopped the German advance at Ypres in the autumn of 1914, soon after the war broke out, while the British were still recruiting and training their own forces. Hundreds were killed in a gallant but futile engagement at Neuve Chapelle. More than a thousand of them died at Gallipoli, thanks to Churchill’s folly in ordering an ill-conceived and badly-planned assault reminiscent of the Charge of the Light Brigade in the Crimean War. Nearly 700,000 Indian sepoys fought in Mesopotamia against the Ottoman empire, Germany’s ally, many of them Indian Muslims taking up arms against their co-religionists in defence of the British empire."
  },
  {
    "Years": 1918,
    "Event": "War",
    "Text": "World War I ends."
  },
  {
    "Years": "1930-1940",
    "Event": "War",
    "Text": "Indians themselves did not drink the tea they produced. It was only during the Great Depression of the 1930s—when demand in Britain dropped and British traders had to unload their stocks—that they thought of selling their produce to the Indians they’d ignored for a century. The Indian masses turned to tea with delight, and the taste for it spread throughout the Depression and the War years. Today, tea can be found in the remotest Indian village, and Indians drink more black tea than the rest of the world combined."
  },
  {
    "Years": 1939,
    "Event": "War",
    "Text": "World War II breaks out. Resignation of Congress ministries in protest\nagainst not being consulted by viceroy before declaration of war by India."
  },
  {
    "Years": 1939,
    "Event": "War",
    "Text": "Germany’s invasion of Poland on 1 September 1939 led Britain to declare war upon it, Indians noted the irony of the English fighting to defend the sovereignty of a weak country resisting the brute force of foreign conquest—precisely what Indian nationalists were doing against British imperialism. So Britain would fight Germany for doing to Poland what Britain had been doing to India for nearly two hundred years."
  },
  {
    "Years": 1941,
    "Event": "War",
    "Text": "Netaji Subhas Chandra Bose, who had fled British India, had fashioned an ‘Indian National Army’ in mid-1941 out of prisoners of war, to fight alongside the Japanese. Nehru had no desire to see one emperor’s rule supplanted by another’s: he started organizing the Congress to prepare for resistance to the Japanese. American sympathy was matched by that of the Labour Party in the War Cabinet."
  },
  {
    "Years": 1942,
    "Event": "War",
    "Text": "Clement Attlee persuaded his colleagues to send the socialist Sir Stafford Cripps to India with an offer of Dominion status after the war, with the possibility of partition."
  },
  {
    "Years": "1945-1946",
    "Event": "War",
    "Text": "The British—terrorized by German bombing, demoralized by various defeats and large numbers of their soldiers taken prisoner, shaken by the desertion of Indian soldiers and the mutiny of Indian sailors, shivering in the record cold of the winter of 1945-46, crippled by power cuts and factory closures resulting from a post-War coal shortage—were exhausted and in no mood to focus on a distant empire when their own needs at home were so pressing. They were also more or less broke: American loans had kept the economy afloat and needed to be repaid, and even India was owed a sizable debt. Overseas commitments were no longer sustainable or particularly popular. Exit was the only viable option: the question was what they would leave behind—one India, two or several fragments?"
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "But as soon as the Napoleonic Wars ended, the Navigation Acts were again amended to exclude Indian shipping and the industry once again declined."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "As many as 74,187 Indian soldiers died during World War I and a\ncomparable number were wounded."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "India contributed a number of divisions and brigades to the European, Mediterranean, Mesopotamian, North African and East African theatres of war. India’s contribution in men, animals, rations, supplies and money given to Britain exceeded that of any other nation."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "British and that His Majesty’s Government ‘graciously accepted’ the offer to pay unfairly large amounts of money, including a lump sum payment of £100 million as a special contribution to HMG’s expenses towards a European war."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "The number of soldiers and support staff sent on overseas service from India during World War I was huge: among them 588,717 went to Mesopotamia, 116,159 to Egypt, 131,496 to France, 46,936 to East Africa, 4,428 to Gallipoli, 4,938 to Salonica, 20,243 to Aden and 29,457 to the Persian Gulf. Of these Indians, 29,762 were killed, 59,296 were wounded, 3,289 went missing, presumed dead, and 3,289 were taken prisoner. Of the total of 1,215,318 soldiers sent abroad there were 101,439 casualties."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "£3.5 million was paid by India as the ‘war gratuities’ of British officers and men of the normal garrisons of India."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "£13.1 million was paid from Indian revenues towards the war effort."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "In return for India’s extraordinary support, the British had insincerely promised to deliver progressive self-rule to India at the end of the war. Perhaps, had they kept that pledge, the sacrifices of India’s World War I soldiers might have been seen in their homeland as a contribution to India’s freedom. But the British broke their word. As we have seen, Mahatma Gandhi, who had returned to his homeland for good from South Africa in January 1915, supported the war, as he had supported the British in the Boer War. He hoped, he wrote, ‘that India, by this very act, would become the most favourite partner [of the British], and racial distinctions would become a thing of the past’."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Amrita Bazar Patrika published the letter on its front page. The cat was out of the bag: the newspaper reached the Maharaja of Kashmir, who promptly protested, set sail for London and vehemently lobbied the authorities there to honour their predecessors’ guarantees of his state’s ‘independent’ status. The Maharaja was successful, and Indian nationalists congratulated the Patrika on having thwarted the colonialists’ imperial designs. Had this exposé not taken place, Kashmir would not have remained a ‘princely state’, free to choose the country, and the terms, of its accession upon Independence in 1947; it would have been a province of British India, subject to being carved up by a careless British pen during Partition. The contours of the ‘Kashmir problem’ would have looked very different today."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "who will argue that Muslims and Hindus were slaughtering each other since at least 712 CE, when the teenaged Arab warrior Muhammad bin Qasim conquered the Hindu kingdom of Sindh. Indeed, the argument that tensions existed for 1,200 years, since the advent of Islam in north India, is often made both by Pakistanis (to justify separation) and by acolytes of the Hindutva cause, who routinely assert that as many as 60,000 Hindu temples were razed to the ground by Muslim rulers over the centuries, and mosques built on 3,000 of those temples’ foundations."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Mahatma Gandhi, upon assuming the leadership of the Congress, also sought to make common cause with Muslim opinion by spearheading a Khilafat agitation in support of Indian Muslim demands to restore the Caliphate in Turkey after the collapse during World War I of the Ottoman empire."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "The Congress’s victory was far from determinant. Though the elections involved some 15.5 million voters and marked a significant step forward in the creation of representative governance, most key powers were still retained by the viceroy, and no elections were held to the central government, which continued to be run by him."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "In a gesture so counterproductive that it could almost have been an act of expiation, the Raj clumsily gave the warring factions a last chance of unity. It decided to prosecute the defectors of Bose’s Indian National Army. Bose himself had died in a fiery plane crash at war’s end in Formosa (Taiwan), so the Raj sought to find scapegoats amongst his lieutenants. In a desire to appear even-handed, the British chose to place three INA soldiers on trial in Delhi’s historic Red Fort: a Hindu, a Muslim and a Sikh. The result was a national outcry that spanned the communal divide. Whatever the errors and misjudgements of the INA men (and Nehru believed freedom could never have come through an alliance with foreigners, let alone foreign fascists), they had not been disloyal to their motherland. Each of the three defendants became a symbol of his community’s proud commitment to independence from alien rule. Both the Congress and the League rose to the trio’s defence; for the first time in their long careers, Nehru and Jinnah accepted the same brief, Nehru donning a barrister’s gown after twenty-five years."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Over a million people died in the savagery that bookended the freedom of India and Pakistan; some 17 million were displaced, and countless properties destroyed and looted. Lines meant lives. What Nehru had thought of as a temporary secession of certain parts of India hardened into the creation of two separate and hostile states that would fight four wars with each other and be embroiled in a nuclear-armed, terrorism-torn standoff decades later."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "While comparisons of human deaths are always invidious, the 35 million who died of famine and epidemics during the Raj does remind one of the 25 million who died in Stalin’s collectivization drive and political purges, the 45 million who died during Mao’s cultural revolution, and the 55 million who died worldwide during World War II."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Gandhi argued in Swaraj that the railways spread bubonic plague. The ecological impact of railway construction aroused concern even at the time. In building the Sara-Sirajganj line in the Bengal delta, massive earthworks were put in place to block waterways, in order to reduce the outlay on bridges and the effect of damp."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Nalanda University, which enjoyed international renown when Oxford and Cambridge were not even gleams in their founders’ eyes, employed 2,000 teachers and housed 10,000 students in a remarkable campus that featured a library nine storeys tall. It is said that monks would hand-copy documents and books which would then become part of private collections of individual scholars. The university opened its doors to students from countries ranging from Korea, Japan, China, Tibet, and Indonesia in the east to Persia and Turkey in the west, studying subjects which included the fine arts, medicine, mathematics, astronomy, politics and the art of war. Amongst them were several famous Chinese scholars who studied and taught at Nalanda University in the seventh century. Hsuan Tsang (Xuanzang from the Tang dynasty) studied in the university and then taught there for five years, while leaving detailed accounts of his time in Nalanda."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "The eminent Major General Sir Thomas Munro, hero of the Mysore and Maratha wars, no less, pointed out that ‘in pursuing a system, the tendency of which is to lower the character of the whole people, we profess to be extremely anxious to improve that character by education’."
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "Rees urged the British government in India to ‘follow Lord Curzon’s courageous lead in refusing to subsidise the manufacture of half-baked Bachelors of Arts and full-fledged agitators. It is too late, I suppose, to go back upon the decision in favour of the Anglicists, but is there any particular reason why Herbert Spencer, for instance, should be given in the Indian system so prominent a place? Is there any need to fill Indian students with philosophy, the study of which, even in Oxford, induces a regrettable tendency towards vain speculative dreams and socialistic sophistries?’"
  },
  {
    "Years": "",
    "Event": "War",
    "Text": "The modest increase in the age of marriage (to fourteen for women and eighteen for men) that took place under the British Raj was voted by the Indians in the legislature against the opposition, but later acquiescence, of the British authorities. And the persecution of widows, the worst practices of untouchability, and social evils like ritual sacrifice, were first raised and campaigned against by Indian reformists like Ishwar Chandra Vidyasagar, the Brahmo Samaj and the Arya Samaj; these evils were all continuing unhampered under the indifferent gaze of the British"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1896,
    "Event": "Independence",
    "Text": "Nationalist leader and Marathi scholar Bal Gangadhar Tilak (1856- 1920) initiates Ganesha Visarjan and Shivaji festivals to fan Indian nationalism. He is the first to demand ‘purna swaraj’ or complete independence from Britain."
  },
  {
    "Years": 1911,
    "Event": "Independence",
    "Text": "The Criminal Tribes Legislation, gave authority to the British to restrict movement, search and even detain people from specific groups, because their members were deemed to be chronically engaging in ‘criminal’ activity. This was bad sociology and worse law, but it stayed on the books till after Independence."
  },
  {
    "Years": 1930,
    "Event": "Independence",
    "Text": "By 1930, the Indian National Congress had decided to go beyond\nits modest goals of 1918. It issued a Declaration of Independence on 26 January 1930: The British government in India has not only deprived the Indian people of their freedom but has based itself on the exploitation of the masses, and has ruined India economically, politically, culturally and spiritually… Therefore…India must sever the British connection and attain Purna Swaraj or complete independence."
  },
  {
    "Years": 1940,
    "Event": "Independence",
    "Text": "This was all part of the policy of divide and rule: no one in any responsible position in Britain as late as 1940 had any serious intention whatsoever of relinquishing the Empire or surrendering the jewel in His Majesty’s Crown to a rabble of nationalist Indians clad in homespun. But the devastation of World War II meant that only one half of the phrase could survive: bled, bombed and battered for six years, Britain could divide but it could no longer rule."
  },
  {
    "Years": 1942,
    "Event": "Independence",
    "Text": "The brutal force used to repress the Quit India movement in 1942 involved tactics that, in the words of a British governor, if ‘dragged out in the cold light of [day], nobody could defend’. Gang rape by the police was not uncommon: 73 women were violated by police in a bid to terrorize the satyagrahis, prisoners were forced to lie naked on blocks of ice till they lost consciousness, and thousands were beaten in jail."
  },
  {
    "Years": 1942,
    "Event": "Independence",
    "Text": "Harrovian Amery, who had used the same words just two years earlier in Parliament in calling for Neville Chamberlain’s resignation as prime minister): ‘You have sat too long here for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go!’ On 7 August 1942 in Bombay, the All India Congress Committee, at Gandhi’s urging, adopted a resolution moved by Nehru, and seconded by Patel, calling upon Britain to—in a journalistic paraphrase that became more famous than the actual words of the resolution—‘Quit India’. (Gandhi’s own preferred phrase was ‘Do or Die’.) Within thirty-six hours the Congress leaders were arrested."
  },
  {
    "Years": "1945-1946",
    "Event": "Independence",
    "Text": "The British—terrorized by German bombing, demoralized by various defeats and large numbers of their soldiers taken prisoner, shaken by the desertion of Indian soldiers and the mutiny of Indian sailors, shivering in the record cold of the winter of 1945-46, crippled by power cuts and factory closures resulting from a post-War coal shortage—were exhausted and in no mood to focus on a distant empire when their own needs at home were so pressing. They were also more or less broke: American loans had kept the economy afloat and needed to be repaid, and even India was owed a sizable debt. Overseas commitments were no longer sustainable or particularly popular. Exit was the only viable option: the question was what they would leave behind—one India, two or several fragments?"
  },
  {
    "Years": 1947,
    "Event": "Independence",
    "Text": "India gains independence on 15 August. Britain exits India."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1922-1945",
    "Event": "Nehru Imprisionment",
    "Text": "awaharlal Nehru, who had cumulatively spent 3,262 days (nearly ten years of his life) in eight terms of imprisonment n British jails, being asked by the arch-imperialist Winston Churchill how it was that he felt so little rancour for his jailers and tormentors. ‘I was taught by a great man,’ Nehru was said to have replied, in a reference to the recently assassinated Mahatma Gandhi, ‘never to hate—and never to fear.’"
  },
  {
    "Years": "1942-1945",
    "Event": "Nehru Imprisionment",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": 1945,
    "Event": "Nehru Imprisionment",
    "Text": "awaharlal Nehru, who had cumulatively spent 3,262 days (nearly ten years of his life) in eight terms of imprisonment n British jails, being asked by the arch-imperialist Winston Churchill how it was that he felt so little rancour for his jailers and tormentors. ‘I was taught by a great man,’ Nehru was said to have replied, in a reference to the recently assassinated Mahatma Gandhi, ‘never to hate—and never to fear.’"
  },
  {
    "Years": "1942-1945",
    "Event": "Nehru Imprisionment",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": 1945,
    "Event": "Nehru Imprisionment",
    "Text": "Wavell convened a conference in Simla from late June 1945, which the viceroy allowed Jinnah to wreck. In this atmosphere of frustration and despair, the British called elections in India at the end of 1945, for seats in the central and provincial assemblies."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1773,
    "Event": "Tea",
    "Text": "there was no Indian tea, at least none that was properly cultivated and traded. Tea was a Chinese monopoly, and the taxed tea the colonists tossed into Boston Bay came from Amoy, not Assam. Perhaps if it had been Indian tea, the American revolutionaries might have thought of a less wasteful method of protest. It was the British who established Indian tea as a cultivated commodity."
  },
  {
    "Years": 1830,
    "Event": "Tea",
    "Text": "the East India Company traded about 31.5 million lbs. (14 million kilograms) of Chinese tea a year; today India alone produces nearly 300 million kilograms."
  },
  {
    "Years": "1840-1850",
    "Event": "Tea",
    "Text": "Their desire to end their dependence on Chinese tea led the British to invent agricultural espionage, as a secret agent, improbably enough named Robert Fortune, slipped into China in the early 1840s, during the chaos and confusion of the Opium War years, to procure tea plants for transplantation in the Indian Himalayas. But most of the thousands of specimens he sent to British India died, and the East India Company directors were left scratching their collective heads. The solution came by accident—when a wandering Briton discovered an Indian strain of tea growing wild in Assam, tested it in boiling water, tasted the results and realized he had struck gold: he had made tea."
  },
  {
    "Years": 1914,
    "Event": "Tea",
    "Text": "all sterling companies were required to have a British managing agent to oversee them before London-based investors would commit capital. Indian investors were simply kept out. Thus, of 385 joint stock companies in the tea industry in India, 376 were based in Calcutta; and all were owned by the British."
  },
  {
    "Years": "1930-1940",
    "Event": "Tea",
    "Text": "Indians themselves did not drink the tea they produced. It was only during the Great Depression of the 1930s—when demand in Britain dropped and British traders had to unload their stocks—that they thought of selling their produce to the Indians they’d ignored for a century. The Indian masses turned to tea with delight, and the taste for it spread throughout the Depression and the War years. Today, tea can be found in the remotest Indian village, and Indians drink more black tea than the rest of the world combined."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1615,
    "Event": "Ruler",
    "Text": "The first British ambassador, Sir Thomas Roe, presented his credentials at the court of the Mughal Emperor Jehangir, the Englishman was a supplicant at the feet of the world’s mightiest and most opulent monarch."
  },
  {
    "Years": "1674-1818",
    "Event": "Ruler",
    "Text": "Marataha confendracy"
  },
  {
    "Years": 1700,
    "Event": "Ruler",
    "Text": "India, under Mughal Emperor Aurangzeb, accounts for 27 per cent of the world economy."
  },
  {
    "Years": 1700,
    "Event": "Ruler",
    "Text": "It had been 27 percent when the Mughal Emperor Aurangzeb’s treasury raked in £100 million in tax revenues alone."
  },
  {
    "Years": 1721,
    "Event": "Ruler",
    "Text": "Anjengo massacre of 1721, when several British soldiers and Company men were slaughtered by Nair warriors seething after repeated assaults on their honour."
  },
  {
    "Years": 1739,
    "Event": "Ruler",
    "Text": "Mughal empire was in a state of collapse after the spectacular sacking of Delhi by the Persian Nadir Shah and the loot of all its treasures."
  },
  {
    "Years": 1757,
    "Event": "Ruler",
    "Text": "Under the command of Robert, later Lord, Clive, the Company won a famous victory in Plassey over a ruling nawab, Siraj-ud-Daula of Bengal, through a combination of superior artillery and even more superior chicanery, involving the betrayal of the nawab by one of his closest nobles, Mir Jafar, whom the Company duly placed on his throne, in exchange for de facto control of Bengal."
  },
  {
    "Years": 1757,
    "Event": "Ruler",
    "Text": "Clive installed Mir Jafar on the throne of Bengal for a handsome sum, as a reward for having betrayed the previous nawab, Siraj-ud-Daula, at Plassey; Clive’s successors deposed Mir Jafar and put Mir Kasim in his place for somewhat less (for the money went to them, after all, and not to Clive); three years later, they restored Mir Jafar, since he now paid them two and a half times more than Mir Kasim did; and two years after that, they took money from Najim-udDaula to depose Mir Jafar yet again."
  },
  {
    "Years": 1764,
    "Event": "Ruler",
    "Text": "Initially the game of thrones was played one step removed, as it were, with nawabs propped up by the Company as the official rulers. This was because the Company’s official status, as of 1764, was as revenue administrators of three major Mughal provinces in eastern India, an authority granted, as we have seen, by a firman from the chastened and weak-kneed Mughal emperor, who issued a diwani to this effect."
  },
  {
    "Years": 1765,
    "Event": "Ruler",
    "Text": "the young and weakened Mughal emperor, Shah Alam II, was browbeaten into issuing a diwani that replaced his own revenue officials in the provinces of Bengal, Bihar and Orissa with the Company’s."
  },
  {
    "Years": 1767,
    "Event": "Ruler",
    "Text": "First Anglo-Mysore War begins, in which Hyder Ali of Mysore defeats the combined armies of the East India Company, the Marathas and the Nizam of Hyderabad."
  },
  {
    "Years": 1771,
    "Event": "Ruler",
    "Text": "Marathas recapture Delhi."
  },
  {
    "Years": 1797,
    "Event": "Ruler",
    "Text": "The most learned of British Orientalists, William Jones, who in 1797 founded the Asiatic Society in Calcutta and served in the Supreme Court of Judicature, remarked, ‘I can no longer bear to be at the Mercy of our pandits who deal out Hindu Law as they please, and make it at reasonable rates, when they cannot find it ready made’."
  },
  {
    "Years": "1793-1797",
    "Event": "Ruler",
    "Text": "Baron Teignmouth, who as John Shore went on to serve as Governor General of India"
  },
  {
    "Years": "1674-1818",
    "Event": "Ruler",
    "Text": "Marataha confendracy"
  },
  {
    "Years": 1819,
    "Event": "Ruler",
    "Text": "Indeed there were outstanding examples of good governance in India at the time, notably the Travancore kingdom, which in 1819 became the first government in the world to decree universal, compulsory and free primary education for both boys and girls."
  },
  {
    "Years": "1828-1862",
    "Event": "Ruler",
    "Text": "the Burmese provinces of Arakan and Tenasserim"
  },
  {
    "Years": 1834,
    "Event": "Ruler",
    "Text": "Throughout, the imperial rulers were far less concerned about the welfare of the Indian poor than about their fear—based, at least partly, on the experience of the British poor laws, reformed in 1834, which many feared had encouraged pauperism —that institutionalized famine relief would create a culture of dependence on government support."
  },
  {
    "Years": "1828-1862",
    "Event": "Ruler",
    "Text": "the Burmese provinces of Arakan and Tenasserim"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1702,
    "Event": "Export",
    "Text": "Thomas Pitt, Governor of Madras, acquires the Pitt Diamond, later sold to the Regent of France, the Duc d’Orléans, for £135,000, 6 times for what he brought"
  },
  {
    "Years": 1702,
    "Event": "Export",
    "Text": "Thomas Pitt, Governor of Madras, acquired (for £24,000, it was said, itself a considerable sum beyond the reach of 99 per cent of Englishmen) a diamond said to be ‘the finest jewel in the world’. Pitt shipped the 400–carat gem to Britain, referring to it in his letters as ‘my greatest concern’ and ‘my all’."
  },
  {
    "Years": "1750-1800",
    "Event": "Export",
    "Text": "Bengal’s textiles were still being exported to Egypt, Turkey and Persia in the West, and to Java, China and Japan in the East, along well-established trade routes, as well as to Europe. The value of Bengal’s textile exports alone is estimated to have been around 16 million rupees annually, of which some 5 to 6 million rupees’ worth was exported by European traders in India."
  },
  {
    "Years": "1600-1753",
    "Event": "Export",
    "Text": "Silk exports from Bengal were worth another 6.5 million rupees annually, declining to some 5 million thereafter."
  },
  {
    "Years": "1835-1872",
    "Event": "Export",
    "Text": "Naoroji argued that India had exported an average of £13,000,000 worth of goods to Britain each year with no corresponding return of money;"
  },
  {
    "Years": 1865,
    "Event": "Export",
    "Text": "American supplies resumed in 1865, India again suffered."
  },
  {
    "Years": 1866,
    "Event": "Export",
    "Text": "During the very 1866 Orissa Famine that would so disturb Salisbury’s sleep, while a million and a half people starved to death, the British insouciantly exported 200 million pounds of rice to Britain."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1875,
    "Event": "Exchange",
    "Text": "In the process the British gave India the joint stock company, long experience of commercial processes and international trade, and Asia’s oldest stock exchange, established in Bombay"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1946,
    "Event": "Cabinet Mission",
    "Text": "Royal Indian Navy Mutiny. Elections nationwide; Muslim League wins majority of Muslim seats. Cabinet Mission. Interim government formed under Jawaharlal Nehru. Jinnah calls Direct Action Day. Violence erupts in Calcutta."
  },
  {
    "Years": 1946,
    "Event": "Cabinet Mission",
    "Text": "He even argued that Congress should grant the right of secession just to allay any Muslim fears, not in the expectation that the Muslim League-ruled provinces would actually exercise it. But whether, as many Indian analysts have suggested, Jinnah had really meant to establish a separate state or was merely advocating Pakistan to obtain leverage over the Congress, his followers had taken him at his word. A state of their own was what they were determined to have, and by the spring of 1946 Nehru’s idealism appeared naïve, even dangerously so."
  },
  {
    "Years": 16893,
    "Event": "Cabinet Mission",
    "Text": "Nehru was elected unopposed as president of the Congress, with an interim Indian government being formed in advance of talks with the Cabinet Mission in Simla in May."
  },
  {
    "Years": 17022,
    "Event": "Cabinet Mission",
    "Text": "the Congress Working Committee, bolstered by the admission of fresh faces appointed by the new president (including two relatively youthful women, Kamaladevi Chattopadhyay and Rajkumari Amrit Kaur), declared that it accepted the Cabinet Mission Plan with its own interpretations on issues of detail. But this was not enough to bring Jinnah back into the game."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1790,
    "Event": "Law",
    "Text": "when the East India Company was establishing its stranglehold on India and its senior officials included some with a genuine interest in understanding the country, the British began to study the shastras, so they could develop a set of legal principles to help them adjudicate disputes in Indian civil society. Governor General Warren Hastings hired eleven pandits to create what became known as the Code of Gentoo Laws or the Ordinations of the Pandits. As the British could not read or interpret the ancient Sanskrit texts, they asked their Brahmin advisers to create the code based on religious Indian texts and their knowledge of Indian customs. The resulting output was an ‘Anglo-Brahminical’ text that arguably violated in both letter and spirit the actual practice: in letter because it was imprecise in regard to the originals, and in spirit, because the pandits proceeded to take advantage of the assignment to favour their own caste, by interpreting and even creating sacrosanct ‘customs’ that in fact had no shastric authority. This served to magnify the problem of caste hierarchy in the country."
  },
  {
    "Years": 1834,
    "Event": "Law",
    "Text": "Throughout, the imperial rulers were far less concerned about the welfare of the Indian poor than about their fear—based, at least partly, on the experience of the British poor laws, reformed in 1834, which many feared had encouraged pauperism —that institutionalized famine relief would create a culture of dependence on government support."
  },
  {
    "Years": 1837,
    "Event": "Law",
    "Text": "Macaulay sat for three years behind high walls, completely disconnected from the people he was ostensibly working for, and created a code of criminal law that was ‘a body of jurisprudence written for everyone and no one, which had no relationship to\nprevious Indians laws or any other form of government at all’. Even the British were uncertain about his effort, and Macaulay’s penal code sat unenacted for twenty-four years after he finished it"
  },
  {
    "Years": 1843,
    "Event": "Law",
    "Text": "British conquer the Sindh region (present-day Pakistan). British\npromulgate ‘doctrine of lapse’, under which a state is taken over by the\nBritish whenever a ruler dies without an heir."
  },
  {
    "Years": 1861,
    "Event": "Law",
    "Text": "new legislation allowed Indians to be added by nomination to the legislative councils of the Governor General and the provincial governors."
  },
  {
    "Years": 1861,
    "Event": "Law",
    "Text": "enacted , it is still largely in force in all its Victorian glory. In addition, the British introduced their ideas of trial by jury, freedom of expression and due process of law. These are incontestable legal values, except in their actual manner of working, for in its application during the colonial era, the rule of law was not exactly impartial."
  },
  {
    "Years": 1870,
    "Event": "Law",
    "Text": "The draconian concept of ‘sedition’ was enacted as an offence in 1870 to suppress any criticism of British policies. Under Section 124A of the Indian Penal Code, any person who uses ‘words, signs or visible representation to excite disaffection against the Government’ can be charged with sedition and potentially sentenced to life. This was explicitly justified by its proponents at the time on the grounds of restricting free speech in a subject state: one Briton spoke candidly in 1870 of needing a law to curb ‘seditious offences not involving an absolute breach of the peace’. In other words, no free speech for Indians."
  },
  {
    "Years": 1871,
    "Event": "Law",
    "Text": "Section 377 of the Indian Penal Code and the Criminal Tribes Act of 1871 target the transgender community as well as the homosexual community. They violate the Indian ethos and the traditions of perhaps at least 2,000 years of Indian cultural practice, mythology, history, the Puranas, and Indian ways of living. Instead of India’s traditional tolerance and ‘live and let live’, the British saddled the country with a colonial-era interpretation of what was good and right for Indians."
  },
  {
    "Years": 1911,
    "Event": "Law",
    "Text": "The Criminal Tribes Legislation, gave authority to the British to restrict movement, search and even detain people from specific groups, because their members were deemed to be chronically engaging in ‘criminal’ activity. This was bad sociology and worse law, but it stayed on the books till after Independence."
  },
  {
    "Years": 1919,
    "Event": "Law",
    "Text": "Instead of offering more democracy, Britain went farther in the opposite direction. It passed the repressive Rowlatt Act, reimposing upon India all the wartime restrictions on freedom of speech and assembly that had been lifted with the Armistice. The Act vested the viceroy’s government with extraordinary powers to quell ‘sedition’ against the Empire by silencing and censoring the press, detaining political activists without trial, and arresting without a warrant any individuals suspected of treason against the Empire."
  },
  {
    "Years": 1919,
    "Event": "Law",
    "Text": "As the impasse in the interim government continued, Mountbatten and his advisers drew up a ‘Plan Balkan’ that would have transferred power to the provinces rather than to a central government, leaving them free to join a larger union (or not). The British kept Nehru in the dark while Plan Balkan was reviewed (and revised) in London—all the more ironic for an empire that liked to claim it had unified India. When he was finally shown the text by Mountbatten at Simla on the night of 10 May"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1618-1707",
    "Event": "Tax",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1700,
    "Event": "Tax",
    "Text": "It had been 27 percent when the Mughal Emperor Aurangzeb’s treasury raked in £100 million in tax revenues alone."
  },
  {
    "Years": 1707,
    "Event": "Tax",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, which I have mentioned earlier in the book, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1784,
    "Event": "Tax",
    "Text": "In Bengal, the British ignored the hereditary rights of the zamindars and sold their estates by auction to enhance the Company’s revenues."
  },
  {
    "Years": 1790,
    "Event": "Tax",
    "Text": "When the British Parliament unsuccessfully impeached Warren Hastings, arguably one of the most rapacious of the Company’s many venal Governors General. But a couple of examples will serve to illustrate the point I’m making. Hastings accepted substantial personal bribes and then went on to wage war against the bribe-giver (one wonders whether to deplore his avarice or admire him for the fact that despite being ‘paid for’, he refused to be ‘bought’). His brazenness in such matters compels admiration: when he tortured and exacted every last ounce of treasure from the assets of the widowed Begums of Oude, Hastings duly informed the Council that he had received a ‘gift’ of 10 lakh rupees (£100,000 in those days, a considerable fortune) from the spoils and requested their formal permission to keep it for himself. The Council, mindful no doubt of the larger sum that would go on the Company’s balance sheet, readily concurred."
  },
  {
    "Years": 1790,
    "Event": "Tax",
    "Text": "Taxation by the Company—usually at a minimum of 50 per cent of income—was so onerous that two-thirds of the population ruled by the British in the late eighteenth century fled their lands."
  },
  {
    "Years": 1814,
    "Event": "Tax",
    "Text": "All the payments to the British were debited to his treasury, which in turn was made to borrow, at a 24 per cent interest rate, from a bank established by an associate of the Governor General."
  },
  {
    "Years": "1880-1930",
    "Event": "Tax",
    "Text": "To make matters worse, the revenue had to be paid to the colonial state everywhere in cash, rather than kind (whether directly by the peasants or through zamindari intermediaries) and there was a revenue or rent offensive everywhere until the 1880s, after which even larger amounts were extracted from the peasantry by the mechanism of debt."
  },
  {
    "Years": 1890,
    "Event": "Tax",
    "Text": "The British had a standing army of 325,000 men, two thirds of which was paid for by Indian taxes. Every British\nsoldier posted to India had to be paid, equipped and fed and eventually\npensioned by the Government of India, not of Britain."
  },
  {
    "Years": "1899-1900",
    "Event": "Tax",
    "Text": "nine camps were established in the Bombay Presidency during the famine of 1899-1900, for instance, 75 per cent of the costs to run them were recovered by the government. Fiscal prudence consistently trumped ‘humanitarian humbug’. Indians proved more generous whenever they were not themselves laid low by famine, and ‘native charity’ was often available to rescue cattle, including often aid from the village zamindar, who felt a social obligation to provide whatever relief he could to save his people and their cows."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1885,
    "Event": "Political parties",
    "Text": "A group of middle-class intellectuals in India, some of them British, establish the Indian National Congress to be a voice of Indian opinion to the British government."
  },
  {
    "Years": 1885,
    "Event": "Political parties",
    "Text": "founding of the Indian National Congress by Allan Hume and William Wedderburn,"
  },
  {
    "Years": 1906,
    "Event": "Political parties",
    "Text": "The Muslim League political party is formed in India at British instigation."
  },
  {
    "Years": 1906,
    "Event": "Political parties",
    "Text": "instigated a Muslim nobleman, Nawab Khwaja Salimullah of Dacca, to start a rival organization for his co-religionists alone, the Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Political parties",
    "Text": "Komagata Maru incident: Canadian government excludes Indian citizens from immigration. Lucknow Pact between Congress and Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Political parties",
    "Text": "Motilal Nehru was chosen by the Congress to draft, together with a brilliant young Muslim lawyer called Muhammad Ali Jinnah, the principles that would govern cooperation with the Muslim League. Their work, recognizing the principle that decisions would not be taken affecting the interests and beliefs of a minority community without the agreement of a majority of that community’s representatives, formed the foundation of what was widely hailed as the Lucknow Pact. The Congress’s leading literary light, the poetess Sarojini Naidu, hailed Jinnah as the ‘ambassador of Hindu– Muslim unity’ and set about editing a compilation of his speeches and writings."
  },
  {
    "Years": 1937,
    "Event": "Political parties",
    "Text": "Provincial elections in eleven provinces; Congress wins eight."
  },
  {
    "Years": 1937,
    "Event": "Political parties",
    "Text": "The 1937 elections saw the Indian National Congress being elected to rule eight provinces; the party won an astonishing 617 of the 739 ‘general’ seats it contested, and even 25 of the 59 seats reserved exclusively for Muslims. Several other parties, and 385 Independents, also won seats. Trailing a distant second to the Congress was the Muslim League, which failed to win even a plurality of the seats reserved for Muslims, winning just 106 of the 1,585 seats at stake and failing to take control of any province. The domestic political contest, it seemed, had been decisively settled in favour of the inclusive, pluralist, multi-ethnic party, the Congress."
  },
  {
    "Years": 1937,
    "Event": "Political parties",
    "Text": "The League, on the other hand, had flourished during the war; its political machinery was well oiled with patronage and pelf, while the Congress’s was rusty from disuse. The electoral fortunes of 1937 were now significantly reversed."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "In October 1939, Jinnah persuaded Lord Linlithgow, the viceroy, to enlist the League as an interlocutor equal to the Congress and as the sole representative of India’s Muslims, a position to which its electoral results did not yet entitle it."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "That November Jinnah was invited, for the first time, to broadcast a special message to Muslims on the occasion of the Id festival; an explicit recognition of the League president as the spokesman of the Muslim community. Nehru and the Congress simply saw such claims as illegitimate and premised on bigotry; however, they did not do enough to address the real crisis of confidence brewing in the Muslim community at the prospect of majority rule."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "Cripps was already a legend in British politics, a former Solicitor General who had been expelled from the Labour Party in 1939 for advocating a united front with the Conservatives (which, of course, came to pass during the war), and who combined an ascetic vegetarianism with a flamboyant ego (‘there, but for the grace of God, goes God,’ Churchill remarked of him). Cripps had visited India after the outbreak of war in 1939 and knew many Indian leaders; he considered Nehru a friend. Yet the Cripps Mission was welcomed by Jinnah, but foundered on the opposition of the Congress."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "Both the resignations of the Congress ministries in 1939 and the Quit India movement in 1942 turned out to be futile gestures of demonstrative rather than far-sighted politics. They paved the way for the triumph of the Muslim League."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "The Congress was woefully unequipped to contest them. Its blunder in surrendering the reins of power in 1939 and then losing its leadership and cadres to prison from 1942 meant that it went into the campaign tired, dispirited and ill-organized."
  },
  {
    "Years": 1939,
    "Event": "Political parties",
    "Text": "The Congress had, in fact, hoped for a joint approach on the war issue with the League. The viceroy’s statement in October 1939 emphatically rejecting the Congress position, however, prompted the working committee, with Nehru in the lead, to order all its provincial ministries to resign rather than continue to serve a war effort in which they had been denied an honourable role. The decision was taken on a point of principle, but politically it proved a monumental blunder."
  },
  {
    "Years": 1940,
    "Event": "Political parties",
    "Text": "Many Muslims began to see themselves as a political and economic minority, and the League spoke to their insecurities. Jinnah had begun to come to the conclusion that the only effective answer to the Congress’s political strength would be separation the partition of the country to create an independent state in the Muslim-majority areas of the northwest and east. This demand would be enshrined in the League’s Lahore Resolution of 23 March 1940 calling for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Political parties",
    "Text": "Lahore Resolution of Muslim League calls for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Political parties",
    "Text": "Through much of 1940 the Congress played a waiting game, hoping for British concessions. Some Congressmen were prepared to go even farther and extend direct support to the war effort if there was a national government established in India to support it."
  },
  {
    "Years": 1941,
    "Event": "Political parties",
    "Text": "The Muslim League followed suit, when its political fortunes picked up during the war years, Muhammad Ali Jinnah establishing Dawn in Karachi and Delhi"
  },
  {
    "Years": 1946,
    "Event": "Political parties",
    "Text": "Royal Indian Navy Mutiny. Elections nationwide; Muslim League wins majority of Muslim seats. Cabinet Mission. Interim government formed under Jawaharlal Nehru. Jinnah calls Direct Action Day. Violence erupts in Calcutta."
  },
  {
    "Years": 1946,
    "Event": "Political parties",
    "Text": "He even argued that Congress should grant the right of secession just to allay any Muslim fears, not in the expectation that the Muslim League-ruled provinces would actually exercise it. But whether, as many Indian analysts have suggested, Jinnah had really meant to establish a separate state or was merely advocating Pakistan to obtain leverage over the Congress, his followers had taken him at his word. A state of their own was what they were determined to have, and by the spring of 1946 Nehru’s idealism appeared naïve, even dangerously so."
  },
  {
    "Years": "",
    "Event": "Political parties",
    "Text": "the Congress Working Committee, bolstered by the admission of fresh faces appointed by the new president (including two relatively youthful women, Kamaladevi Chattopadhyay and Rajkumari Amrit Kaur), declared that it accepted the Cabinet Mission Plan with its own interpretations on issues of detail. But this was not enough to bring Jinnah back into the game."
  },
  {
    "Years": "",
    "Event": "Political parties",
    "Text": "Nehru met with him (at Jinnah’s home in Bombay) to seek agreement on an interim government, but Jinnah proved obdurate: he was determined to obtain Pakistan. The Muslim League leader declared 16 August 1946 as ‘Direct Action Day’ to drive home this demand. Thousands of Muslim Leaguers took to the streets in an orgy of violence, looting and mayhem, and 16,000 innocents were killed in the resulting clashes, particularly in Calcutta."
  },
  {
    "Years": "",
    "Event": "Political parties",
    "Text": "The Constituent Assembly met as scheduled on 9 December, without League participation, but was careful not to take any decisions that might alienate Jinnah. Nonetheless, on 29 January 1947, the Muslim League Working Committee passed a resolution asking the British government to declare that the Cabinet Mission Plan had failed, and to dissolve the assembly."
  },
  {
    "Years": "",
    "Event": "Political parties",
    "Text": "By early March, as communal rioting continued across northern India, even this hope had faded. Both Sardar Vallabhbhai Patel and Nehru agreed that, despite Gandhi’s refusal to contemplate such a prospect, the Congress had no alternative but to agree to partitioning Punjab and Bengal; the option of a loose Indian union including a quasi-sovereign Pakistan would neither be acceptable to the League nor result in a viable government for the rest of India. By the time Mountbatten arrived on 24 March 1947 the die had been cast."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1920,
    "Event": "Muslim",
    "Text": "Islam came to Kerala not by the sword, as it did in northern India, but through traders, travellers and missionaries, who brought its message of equality and brotherhood to the coastal people. The new faith was peacefully embraced and encouraged, rather than rejected: indeed, as I have mentioned earlier, the Zamorin of Calicut was so impressed by the seafaring skills of this community that he issued a decree in the sixteenth century obliging each fisherman’s family in his kingdom to bring up one son as a Muslim to man his all-Muslim navy, commanded by sailors of Arab descent, the Kunjali Maraicars. The first recorded instance in Kerala of violence involving the Muslim community, religiously defined as opposed to the clashing armies of contending warriors or kings, was in British India, when the ‘Moplah Rebellion’ occurred"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1942,
    "Event": "Riots",
    "Text": "The brutal force used to repress the Quit India movement in 1942 involved tactics that, in the words of a British governor, if ‘dragged out in the cold light of [day], nobody could defend’. Gang rape by the police was not uncommon: 73 women were violated by police in a bid to terrorize the satyagrahis, prisoners were forced to lie naked on blocks of ice till they lost consciousness, and thousands were beaten in jail."
  },
  {
    "Years": 1946,
    "Event": "Riots",
    "Text": "Royal Indian Navy Mutiny. Elections nationwide; Muslim League wins majority of Muslim seats. Cabinet Mission. Interim government formed under Jawaharlal Nehru. Jinnah calls Direct Action Day. Violence erupts in Calcutta."
  },
  {
    "Years": 1946,
    "Event": "Riots",
    "Text": "He even argued that Congress should grant the right of secession just to allay any Muslim fears, not in the expectation that the Muslim League-ruled provinces would actually exercise it. But whether, as many Indian analysts have suggested, Jinnah had really meant to establish a separate state or was merely advocating Pakistan to obtain leverage over the Congress, his followers had taken him at his word. A state of their own was what they were determined to have, and by the spring of 1946 Nehru’s idealism appeared naïve, even dangerously so."
  },
  {
    "Years": 17030,
    "Event": "Riots",
    "Text": "Nehru met with him (at Jinnah’s home in Bombay) to seek agreement on an interim government, but Jinnah proved obdurate: he was determined to obtain Pakistan. The Muslim League leader declared 16 August 1946 as ‘Direct Action Day’ to drive home this demand. Thousands of Muslim Leaguers took to the streets in an orgy of violence, looting and mayhem, and 16,000 innocents were killed in the resulting clashes, particularly in Calcutta."
  },
  {
    "Years": 17250,
    "Event": "Riots",
    "Text": "By early March, as communal rioting continued across northern India, even this hope had faded. Both Sardar Vallabhbhai Patel and Nehru agreed that, despite Gandhi’s refusal to contemplate such a prospect, the Congress had no alternative but to agree to partitioning Punjab and Bengal; the option of a loose Indian union including a quasi-sovereign Pakistan would neither be acceptable to the League nor result in a viable government for the rest of India. By the time Mountbatten arrived on 24 March 1947 the die had been cast."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1916,
    "Event": "Election",
    "Text": "another by Vithalbhai Patel in the same body, but both were defeated by the votes of the British and government-appointed members."
  },
  {
    "Years": 1932,
    "Event": "Election",
    "Text": "Gandhi demanded that the representatives of the Depressed Classes should be elected by the general electorate under a wide, and if possible universal, common franchise, and undertook a fast unto death in 1932 that riveted the nation and compelled the British and the Dalit leadership to give in. Under a political compromise, known as the Poona Pact, that year separate electorates for the Depressed Classes were abandoned but additional seats were reserved for them in the provincial and central legislatures—an increase from 71 to 147 in the former and to 18 per cent of the Central Legislature."
  },
  {
    "Years": 1937,
    "Event": "Election",
    "Text": "Provincial elections in eleven provinces; Congress wins eight."
  },
  {
    "Years": 1937,
    "Event": "Election",
    "Text": "The 1937 elections saw the Indian National Congress being elected to rule eight provinces; the party won an astonishing 617 of the 739 ‘general’ seats it contested, and even 25 of the 59 seats reserved exclusively for Muslims. Several other parties, and 385 Independents, also won seats. Trailing a distant second to the Congress was the Muslim League, which failed to win even a plurality of the seats reserved for Muslims, winning just 106 of the 1,585 seats at stake and failing to take control of any province. The domestic political contest, it seemed, had been decisively settled in favour of the inclusive, pluralist, multi-ethnic party, the Congress."
  },
  {
    "Years": "1942-1945",
    "Event": "Election",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": "1945-1946",
    "Event": "Election",
    "Text": "The British—terrorized by German bombing, demoralized by various defeats and large numbers of their soldiers taken prisoner, shaken by the desertion of Indian soldiers and the mutiny of Indian sailors, shivering in the record cold of the winter of 1945-46, crippled by power cuts and factory closures resulting from a post-War coal shortage—were exhausted and in no mood to focus on a distant empire when their own needs at home were so pressing. They were also more or less broke: American loans had kept the economy afloat and needed to be repaid, and even India was owed a sizable debt. Overseas commitments were no longer sustainable or particularly popular. Exit was the only viable option: the question was what they would leave behind—one India, two or several fragments?"
  },
  {
    "Years": "1942-1945",
    "Event": "Election",
    "Text": "Nehru’s longest spell in prison, a total of 1,040 days, or over thirty-four months, from 9 August 1942 to 15 June 1945, saw the British moving to strengthen the position of Jinnah and the Muslim League, pressuring Jinnah’s critics within the party to remain in the League and under his leadership. Muslim opponents of the Pakistan idea were dissuaded or sidelined. Others who could have made a difference (like Sir Sikandar Hayat Khan in Punjab and Allah Bux in Sindh) died before they were able to influence the outcome. The League formed governments (often with the votes of British members, and with Congress legislators in jail) in provinces where it had been routed in the elections, and enjoyed patronage appointments where formal office was not possible. In this effort the British were complicit: as Lord Linlithgow, Britain’s viceroy during the fraught years of World War II, admitted of Jinnah, ‘He represents a minority, and a minority that can only effectively hold its own with our assistance.’ As the League grew with British patronage, its membership swelled from 112,000 in 1941 to over 2 million members in 1944."
  },
  {
    "Years": 1945,
    "Event": "Election",
    "Text": "Wavell convened a conference in Simla from late June 1945, which the viceroy allowed Jinnah to wreck. In this atmosphere of frustration and despair, the British called elections in India at the end of 1945, for seats in the central and provincial assemblies."
  },
  {
    "Years": 1946,
    "Event": "Election",
    "Text": "Royal Indian Navy Mutiny. Elections nationwide; Muslim League wins majority of Muslim seats. Cabinet Mission. Interim government formed under Jawaharlal Nehru. Jinnah calls Direct Action Day. Violence erupts in Calcutta."
  },
  {
    "Years": "",
    "Event": "Election",
    "Text": "The Congress’s victory was far from determinant. Though the elections involved some 15.5 million voters and marked a significant step forward in the creation of representative governance, most key powers were still retained by the viceroy, and no elections were held to the central government, which continued to be run by him."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "",
    "Event": "Constituent Assembly",
    "Text": "The Constituent Assembly met as scheduled on 9 December, without League participation, but was careful not to take any decisions that might alienate Jinnah. Nonetheless, on 29 January 1947, the Muslim League Working Committee passed a resolution asking the British government to declare that the Cabinet Mission Plan had failed, and to dissolve the assembly."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1906,
    "Event": "Muslim League",
    "Text": "The Muslim League political party is formed in India at British instigation."
  },
  {
    "Years": 1906,
    "Event": "Muslim League",
    "Text": "instigated a Muslim nobleman, Nawab Khwaja Salimullah of Dacca, to start a rival organization for his co-religionists alone, the Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Muslim League",
    "Text": "Komagata Maru incident: Canadian government excludes Indian citizens from immigration. Lucknow Pact between Congress and Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Muslim League",
    "Text": "Motilal Nehru was chosen by the Congress to draft, together with a brilliant young Muslim lawyer called Muhammad Ali Jinnah, the principles that would govern cooperation with the Muslim League. Their work, recognizing the principle that decisions would not be taken affecting the interests and beliefs of a minority community without the agreement of a majority of that community’s representatives, formed the foundation of what was widely hailed as the Lucknow Pact. The Congress’s leading literary light, the poetess Sarojini Naidu, hailed Jinnah as the ‘ambassador of Hindu– Muslim unity’ and set about editing a compilation of his speeches and writings."
  },
  {
    "Years": 1937,
    "Event": "Muslim League",
    "Text": "Provincial elections in eleven provinces; Congress wins eight."
  },
  {
    "Years": 1937,
    "Event": "Muslim League",
    "Text": "The 1937 elections saw the Indian National Congress being elected to rule eight provinces; the party won an astonishing 617 of the 739 ‘general’ seats it contested, and even 25 of the 59 seats reserved exclusively for Muslims. Several other parties, and 385 Independents, also won seats. Trailing a distant second to the Congress was the Muslim League, which failed to win even a plurality of the seats reserved for Muslims, winning just 106 of the 1,585 seats at stake and failing to take control of any province. The domestic political contest, it seemed, had been decisively settled in favour of the inclusive, pluralist, multi-ethnic party, the Congress."
  },
  {
    "Years": 1937,
    "Event": "Muslim League",
    "Text": "The League, on the other hand, had flourished during the war; its political machinery was well oiled with patronage and pelf, while the Congress’s was rusty from disuse. The electoral fortunes of 1937 were now significantly reversed."
  },
  {
    "Years": 1939,
    "Event": "Muslim League",
    "Text": "In October 1939, Jinnah persuaded Lord Linlithgow, the viceroy, to enlist the League as an interlocutor equal to the Congress and as the sole representative of India’s Muslims, a position to which its electoral results did not yet entitle it."
  },
  {
    "Years": 1939,
    "Event": "Muslim League",
    "Text": "That November Jinnah was invited, for the first time, to broadcast a special message to Muslims on the occasion of the Id festival; an explicit recognition of the League president as the spokesman of the Muslim community. Nehru and the Congress simply saw such claims as illegitimate and premised on bigotry; however, they did not do enough to address the real crisis of confidence brewing in the Muslim community at the prospect of majority rule."
  },
  {
    "Years": 1939,
    "Event": "Muslim League",
    "Text": "Cripps was already a legend in British politics, a former Solicitor General who had been expelled from the Labour Party in 1939 for advocating a united front with the Conservatives (which, of course, came to pass during the war), and who combined an ascetic vegetarianism with a flamboyant ego (‘there, but for the grace of God, goes God,’ Churchill remarked of him). Cripps had visited India after the outbreak of war in 1939 and knew many Indian leaders; he considered Nehru a friend. Yet the Cripps Mission was welcomed by Jinnah, but foundered on the opposition of the Congress."
  },
  {
    "Years": 1939,
    "Event": "Muslim League",
    "Text": "Both the resignations of the Congress ministries in 1939 and the Quit India movement in 1942 turned out to be futile gestures of demonstrative rather than far-sighted politics. They paved the way for the triumph of the Muslim League."
  },
  {
    "Years": 1940,
    "Event": "Muslim League",
    "Text": "Many Muslims began to see themselves as a political and economic minority, and the League spoke to their insecurities. Jinnah had begun to come to the conclusion that the only effective answer to the Congress’s political strength would be separation the partition of the country to create an independent state in the Muslim-majority areas of the northwest and east. This demand would be enshrined in the League’s Lahore Resolution of 23 March 1940 calling for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Muslim League",
    "Text": "Lahore Resolution of Muslim League calls for the creation of Pakistan."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1790,
    "Event": "Caste",
    "Text": "when the East India Company was establishing its stranglehold on India and its senior officials included some with a genuine interest in understanding the country, the British began to study the shastras, so they could develop a set of legal principles to help them adjudicate disputes in Indian civil society. Governor General Warren Hastings hired eleven pandits to create what became known as the Code of Gentoo Laws or the Ordinations of the Pandits. As the British could not read or interpret the ancient Sanskrit texts, they asked their Brahmin advisers to create the code based on religious Indian texts and their knowledge of Indian customs. The resulting output was an ‘Anglo-Brahminical’ text that arguably violated in both letter and spirit the actual practice: in letter because it was imprecise in regard to the originals, and in spirit, because the pandits proceeded to take advantage of the assignment to favour their own caste, by interpreting and even creating sacrosanct ‘customs’ that in fact had no shastric authority. This served to magnify the problem of caste hierarchy in the country."
  },
  {
    "Years": "1813-1859",
    "Event": "Caste",
    "Text": "Women were treated with Victorian paternalism and not a little misogyny. Institutionally, for instance, women on the Malabar coast who benefited from matrilineal law and enjoyed vast property and social rights, not to speak of bodily autonomy, were pushed to accept patriarchal shackles as the ‘correct’and ‘moral’ way of living and subject themselves to husbands and sons, physically, socially, and economically. (Southern Indian women, whose breasts were traditionally uncovered, found themselves obliged to undergo the indignity of conforming to Victorian standards of morality; soon the right to cover one’s breasts became a marker of upper-caste respectability and efforts were made to deny this privilege to lower-caste women, leading to such missionary-inspired colonial curiosities as the Breast Cloth Agitation from 1813 to 1859 in Travancore and the Madras Presidency.)"
  },
  {
    "Years": "1813-1859",
    "Event": "Caste",
    "Text": "Women were treated with Victorian paternalism and not a little misogyny. Institutionally, for instance, women on the Malabar coast who benefited from matrilineal law and enjoyed vast property and social rights, not to speak of bodily autonomy, were pushed to accept patriarchal shackles as the ‘correct’and ‘moral’ way of living and subject themselves to husbands and sons, physically, socially, and economically. (Southern Indian women, whose breasts were traditionally uncovered, found themselves obliged to undergo the indignity of conforming to Victorian standards of morality; soon the right to cover one’s breasts became a marker of upper-caste respectability and efforts were made to deny this privilege to lower-caste women, leading to such missionary-inspired colonial curiosities as the Breast Cloth Agitation from 1813 to 1859 in Travancore and the Madras Presidency.)"
  },
  {
    "Years": 1872,
    "Event": "Caste",
    "Text": "First British census conducted in India."
  },
  {
    "Years": 1900,
    "Event": "Caste",
    "Text": "in the regulations for pay, promotion, and suitability for jobs, or what we would today describe as the human resource management rules, employees were subdivided into ‘European, Eurasian, West Indian of Negro descent pure or mixed, Non-Indian Asiatic, or Indian’. On employment the local medical officer would certify the race and caste identity of a candidate and write it on his history sheet—thus determining his future pay, leave, allowances, and possible promotions as well as place in the railway hierarchy for the rest of his career."
  },
  {
    "Years": 1920,
    "Event": "Caste",
    "Text": "Islam came to Kerala not by the sword, as it did in northern India, but through traders, travellers and missionaries, who brought its message of equality and brotherhood to the coastal people. The new faith was peacefully embraced and encouraged, rather than rejected: indeed, as I have mentioned earlier, the Zamorin of Calicut was so impressed by the seafaring skills of this community that he issued a decree in the sixteenth century obliging each fisherman’s family in his kingdom to bring up one son as a Muslim to man his all-Muslim navy, commanded by sailors of Arab descent, the Kunjali Maraicars. The first recorded instance in Kerala of violence involving the Muslim community, religiously defined as opposed to the clashing armies of contending warriors or kings, was in British India, when the ‘Moplah Rebellion’ occurred"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1917,
    "Event": "Commonwealth",
    "Text": "But nationalists widely understood from Montagu’s 1917 declaration that at the end of the war India would receive the Dominion status hitherto reserved for the ‘White Commonwealth’"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1760-1829",
    "Event": "Cotton",
    "Text": "India still grew cotton, but mainly to send to Britain. The country no longer wove or spun much of it; master weavers became beggars. A stark illustration of the devastation this caused could be seen in Dhaka, once the great centre of muslin production, whose population fell from several lakhs to about 50,000 by the 1820s."
  },
  {
    "Years": "1760-1820",
    "Event": "Cotton",
    "Text": "India still grew cotton, but mainly to send to Britain. The country no longer wove or spun much of it; master weavers became beggars. A stark illustration of the devastation this caused could be seen in Dhaka, once the great centre of muslin production, whose population fell from several lakhs to about 50,000 by the 1820s."
  },
  {
    "Years": 1830,
    "Event": "Cotton",
    "Text": "British exports of textiles to India had reached 60 million yards of cotton goods a year"
  },
  {
    "Years": 1938,
    "Event": "Cotton",
    "Text": "3 billion"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1792,
    "Event": "Education",
    "Text": "The East India Company’s interest in Indian education began after the publication of a report by the company evangelist, Charles Grant, in 1792, which ‘believed that the introduction of Western education and Christianity would transform a morally decadent society’."
  },
  {
    "Years": 1800,
    "Event": "Education",
    "Text": "Raja Rammohan Roy, who would be hailed by the British as a progressive and modern-minded reformer, started his formal education in a village school or pathshala, where he learned Bengali, some Sanskrit and Persian; later, at age nine, he studied Persian and Arabic in a madrasa in Patna, and two years later went to Benares (Kashi) to learn Sanskrit and Hindu scripture, especially the Vedas and Upanishads. Only then did he learn English and adapt to the British system of education in India, at which he excelled."
  },
  {
    "Years": 1806,
    "Event": "Education",
    "Text": "a civil service came into being, nominated by the Company’s bigwigs from influential young people of their acquaintance, and trained in Haileybury College, near London, to serve the Company."
  },
  {
    "Years": 1813,
    "Event": "Education",
    "Text": "After the setting up of missionary schools was legitimized in the revised Charter Act of 1813, the Company’s Court of Directors, in a dispatch to the Bengal government offering guidance on the implementation of the act, also noted that English would ‘improve the communication between Europeans and natives’ and ‘produce those reciprocal feelings of regard and respect which are essential to the permanent interests of the British empire in India’. In other words, this was not only about Christian missionary zeal; it was also to be seen from the point of view of the Company’s interests. The preferences of the natives were to be taken into account only ‘whenever it can be done with safety to our dominions’."
  },
  {
    "Years": 1813,
    "Event": "Education",
    "Text": "the philosopher James Mill and his followers urged the promotion of Western science and learning in India from a utilitarian point of view.. However, Mill was not of the opinion that English was the language to do it in; rather, he preferred that texts be translated to the vernacular. In this he could also find support in the Charter of 1813, which also provided for the ‘revival and improvement of literature, and the encouragement of the learned natives of India’."
  },
  {
    "Years": 1819,
    "Event": "Education",
    "Text": "Indeed there were outstanding examples of good governance in India at the time, notably the Travancore kingdom, which in 1819 became the first government in the world to decree universal, compulsory and free primary education for both boys and girls."
  },
  {
    "Years": 1825,
    "Event": "Education",
    "Text": "The Delhi College was founded in 1825 partly with such an object in view: a Vernacular Translation Society was formed there in the 1840s, which attempted to translate English textbooks on history, law, science and medicine into Urdu, with the help of Western-educated Indians and other college officials. These were some of the earliest textbooks on ‘modern’ subjects that were written to propagate an updated Western curriculum, and served as vernacular education textbooks in the northwestern provinces and Punjab in the 1840s and 1850s."
  },
  {
    "Years": 1833,
    "Event": "Education",
    "Text": "competitive examinations were introduced, though directors’ nominees could still be recruited on a nod and a wink."
  },
  {
    "Years": 1835,
    "Event": "Education",
    "Text": "Macaulay’s Minute furthers Western education in India. English is made official government and court language."
  },
  {
    "Years": 1835,
    "Event": "Education",
    "Text": "ish did give India the English language, the benefits of which persist to this day. Or did they? The English language was not a deliberate gift to India, but again an instrument of colonialism, imparted to Indians only to facilitate the tasks of the English. In his notorious 1835 Minute on Education, Lord Macaulay articulated the classic reason for teaching English, but only to a small minority of Indians: ‘We must do our best to form a class who may be interpreters between us and the millions whom we govern; a class of persons, Indians in blood and colour, but English in taste, in opinions, in morals and in intellect.’"
  },
  {
    "Years": 1853,
    "Event": "Education",
    "Text": "selection was entirely examination-based, and thrown open to all white Britons."
  },
  {
    "Years": 1857,
    "Event": "Education",
    "Text": "leading to the takeover of British domains by the Crown in the following year, the East India Company presided over the destinies of more than 200 million people, determining their economic, social and political life, reshaping society and education, introducing railways and financing the inauguration of the Industrial Revolution in Britain."
  },
  {
    "Years": "1859-1860",
    "Event": "Education",
    "Text": "education in Bengal received 1,032,021 rupees from the British government, which was about the same amount spent on rebuilding army barracks that year."
  },
  {
    "Years": 1860,
    "Event": "Education",
    "Text": "Indians were allowed to take the examinations too. But the Indian Civil Service remained, in ethos, British."
  },
  {
    "Years": 1861,
    "Event": "Education",
    "Text": "There is irony in this justification of the dismantling of traditional education: the penal code Macaulay drafted in the 1830s would only be enacted by the British a generation later."
  },
  {
    "Years": 1872,
    "Event": "Education",
    "Text": "The Royal Indian Engineering College at Cooper’s Hill near London, established in 1872 to produce engineers for India, allowed as candidates only those capable of passing examinations in mathematics, sciences, Latin, Greek, German, English literature and history—stipulations designed to exclude the majority of Indian candidates."
  },
  {
    "Years": "1890-1900",
    "Event": "Education",
    "Text": "With very few exceptions, the vice-chancellors of the main public universities after the 1890s were Indians, though inevitably most were staunch defenders of British imperial rule."
  },
  {
    "Years": 1908,
    "Event": "Education",
    "Text": "Eight years before Gandhi’s return to India, and well before the War, Henry had already spelled out in 1908 the reasons why Indians were dissatisfied with the Raj: Unrest in India was occasioned by…the contemptuous disregard of Indian feeling in the Partition of Bengal and Lord Curzon’s University speech upon Indian mendacity; the exclusion of fully qualified Indians from public positions, in contradiction to Queen Victoria’s Proclamation of 1858; several notorious cases of injustice in the law courts, where English criminals were involved; numerous instances of petty persecution for political opinions; the well-known measures for the suppression of personal liberty and freedom of speech; the espionage of police and postal officials; and the increasing insolence of the vulgar among AngloIndians, as shown in ordinary behaviour and in the newspapers which represent their views."
  },
  {
    "Years": 1911,
    "Event": "Education",
    "Text": "A bill for universal compulsory primary education was indeed tabled by the ‘moderate’ Congress leader Gopal Krishna Gokhale in the legislative council of the Governor General"
  },
  {
    "Years": 1913,
    "Event": "Education",
    "Text": "Indians educated under this system, observed a senior civil servant in 1913, ‘become a sort of hybrid. This is due to their English masters, who are obsessed with the idea that the only way to “educate” anyone is to turn him into a plaster Englishman.’"
  },
  {
    "Years": 1917,
    "Event": "Education",
    "Text": "Lord Montagu had placed before the British Cabinet a proposed declaration pledging ‘the gradual development of free institutions in India with a view to ultimate selfgovernment’."
  },
  {
    "Years": 1930,
    "Event": "Education",
    "Text": "The mathematical genius Ramanujan had to travel to Cambridge to have his genius recognized, and though C. V. Raman won a Nobel Prize in Physics"
  },
  {
    "Years": 1937,
    "Event": "Education",
    "Text": "when Congress ministries were elected in eight provinces and for the first time enjoyed control over education, Gandhi put forward a plan called the Wardha Scheme for Education, which envisaged seven years of basic education for rural children, including vocational training in village handicrafts."
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "The eminent Major General Sir Thomas Munro, hero of the Mysore and Maratha wars, no less, pointed out that ‘in pursuing a system, the tendency of which is to lower the character of the whole people, we profess to be extremely anxious to improve that character by education’."
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "Governor General William Bentinck was an open supporter of the Anglicist cause and had begun to implement a policy of English education through Company-ruled India, and Macaulay’s task, they suggest, was merely to justify the prevalent policy rather than concoct a new one"
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "the British higher education system did little to promote analytic capacity or creative thinking and certainly no independence of mind. It produced a group of graduates with a better-than-basic knowledge of English, inadequate in ninety per cent of the cases to hold one’s own with an Englishman, but adequate to get a clerical position in the lower rungs of government service or a teaching position in a government school. (The other ten per cent shone despite the limitations of the system and either excelled in various private capacities or went abroad to England for higher education.) Worse, though, it left the individual graduate—every one of them—Westernized enough to be alienated from his own Indian cultural roots."
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "Durant observed that the total expenditure for education in India (in 1930) was less than half that in New York state alone."
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "The pioneering Dalit reformer Jyotiba Phule, born in a ‘lower’ caste of gardeners and florists, became an inspiring example of how a student could study in an English school with Brahmin and other high-caste friends, energize and invigorate his intellect with literature from around the world, and build on that to transform his society. Mahatma Phule, as many called him, not only became a pioneer of Dalit empowerment and women’s education but also a voice for global movements and ideas of equality."
  },
  {
    "Years": "",
    "Event": "Education",
    "Text": "A few decades later, Dr B. R. Ambedkar followed in his footsteps, though after an Indian schooling he did all his higher education abroad, in both Britain and America."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1773,
    "Event": "Opium",
    "Text": "British East India Company obtains monopoly on the production and\nsale of opium in Bengal. Lord North’s Regulating Act passed in Parliament, gained some measure of control over the Company’s activities in India.\nWarren Hastings appointed as first Governor General of India."
  },
  {
    "Years": 1838,
    "Event": "Opium",
    "Text": "The East India Company ensured that both growing opium and selling it were to be British government monopolies. The facts were laid out in an 1838 account:\n\nThroughout all the territories within the Company’s jurisdiction, the cultivation of the poppy, the preparation of the drug, and the traffic in it, […] are under a strict monopoly…the growing of opium is compulsory on the part of the ryot. Advances are made by Government through its native servants, and if a ryot refuses the advance, ‘the simple plan of throwing the rupees into his house is adopted; should he attempt to abscond, the peons seize him, tie the advance up in his clothes, and push him into his house. The business being now settled, and there being no remedy, he applies himself, as he may, to the fulfilment of his contract…’* The evils which the cultivation of opium entails upon our fellow-subjects in India, arise partly from the ryots in the opium districts of Patna and Benares being compelled to give up fixed portions of their lands for the production of the poppy."
  },
  {
    "Years": "1840-1850",
    "Event": "Opium",
    "Text": "Their desire to end their dependence on Chinese tea led the British to invent agricultural espionage, as a secret agent, improbably enough named Robert Fortune, slipped into China in the early 1840s, during the chaos and confusion of the Opium War years, to procure tea plants for transplantation in the Indian Himalayas. But most of the thousands of specimens he sent to British India died, and the East India Company directors were left scratching their collective heads. The solution came by accident—when a wandering Briton discovered an Indian strain of tea growing wild in Assam, tested it in boiling water, tasted the results and realized he had struck gold: he had made tea."
  },
  {
    "Years": 1895,
    "Event": "Opium",
    "Text": "Royal Commission set up in response to public outrage glossed over the horrors of opium and claimed the public’s fears and concerns were exaggerated. (Sir Richard Temple of famine fame, now retired, defended the opium policy before the Commission.)"
  },
  {
    "Years": 1921,
    "Event": "Opium",
    "Text": "When the elected Indian members of the impotent Central Legislature got their colleagues to pass a bill prohibiting the growth or sale of opium in India, the government vetoed it by the simple expedient of refusing to act upon it, mindful, no doubt, of the fact that one-ninth of the government’s annual revenues came from drugs. When Mahatma Gandhi, no less, mounted a campaign against opium in Assam and succeeded in halving its consumption, the British responded by jailing him and forty-four of his satyagrahis."
  },
  {
    "Years": 1930,
    "Event": "Opium",
    "Text": "Durant found 7,000 opium shops in India, every single one of them British-government owned, and conducting their business over the protests of every Indian nationalist organization and social service group."
  },
  {
    "Years": "",
    "Event": "Opium",
    "Text": "The same phenomenon occurred when the British forced Indian farmers to grow poppy in order to extract opium, which involved cutting down vast areas of forests in some parts of north India. In Assam, for instance, by the mid-nineteenth century, large numbers of trees were chopped down since the opium poppy could not ripen and flower in their shade."
  },
  {
    "Years": "",
    "Event": "Opium",
    "Text": "Some 400,000 acres of fertile land were given over to opium cultivation, these could have produced food for malnourished Indians."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1773,
    "Event": "Act",
    "Text": "British East India Company obtains monopoly on the production and\nsale of opium in Bengal. Lord North’s Regulating Act passed in Parliament, gained some measure of control over the Company’s activities in India.\nWarren Hastings appointed as first Governor General of India."
  },
  {
    "Years": 1784,
    "Event": "Act",
    "Text": "William Pitt the Younger would finally pass an India Act, establishing a Board of Control with power to endorse or dictate orders to the Company, to bring to heel the kinds of practices that had enriched his own ancestor and formalized British authority to collect revenue from India."
  },
  {
    "Years": 1799,
    "Event": "Act",
    "Text": "Lord Wellesley introduced the Censorship of the Press Act, which brought all newspapers in India under the scrutiny of the Government of India prior to publication"
  },
  {
    "Years": 1813,
    "Event": "Act",
    "Text": "British-based businesses simply could not compete, and so they petitioned Parliament for a ban on Indian shipbuilding. The first legislative act in their favour came with a law that prohibited ships below 350 tonnes from plying between the Indian colonies and the United Kingdom. That took some 40 per cent of Bengal-built ships out of the lucrative India-England trade."
  },
  {
    "Years": 1813,
    "Event": "Act",
    "Text": "After the setting up of missionary schools was legitimized in the revised Charter Act of 1813, the Company’s Court of Directors, in a dispatch to the Bengal government offering guidance on the implementation of the act, also noted that English would ‘improve the communication between Europeans and natives’ and ‘produce those reciprocal feelings of regard and respect which are essential to the permanent interests of the British empire in India’. In other words, this was not only about Christian missionary zeal; it was also to be seen from the point of view of the Company’s interests. The preferences of the natives were to be taken into account only ‘whenever it can be done with safety to our dominions’."
  },
  {
    "Years": 1814,
    "Event": "Act",
    "Text": "Act denied Indian-built ships the privilege of being deemed ‘British registered vessels’ to trade with the United States and the European continent. Though they could still, in theory, trade with China, that sector had become unprofitable, since the previous practice had been to sail from Calcutta with Indian goods to China, load up on tea there for London, and then return to Calcutta with British goods; with the London sector banned to them, these ships could only sail from Calcutta to China and back, but there was no market for Chinese goods in India (Indians were not yet tea-drinkers!) and the ships, denied access to London, often had to return empty."
  },
  {
    "Years": 1858,
    "Event": "Act",
    "Text": "The Government of India Act, 1858, transformed the post of Governor General (soon re-designated as the viceroy), who would be directly responsible for the administration of India, along with provincial governors."
  },
  {
    "Years": 1870,
    "Event": "Act",
    "Text": "The draconian concept of ‘sedition’ was enacted as an offence in 1870 to suppress any criticism of British policies. Under Section 124A of the Indian Penal Code, any person who uses ‘words, signs or visible representation to excite disaffection against the Government’ can be charged with sedition and potentially sentenced to life. This was explicitly justified by its proponents at the time on the grounds of restricting free speech in a subject state: one Briton spoke candidly in 1870 of needing a law to curb ‘seditious offences not involving an absolute breach of the peace’. In other words, no free speech for Indians."
  },
  {
    "Years": 1871,
    "Event": "Act",
    "Text": "Section 377 of the Indian Penal Code and the Criminal Tribes Act of 1871 target the transgender community as well as the homosexual community. They violate the Indian ethos and the traditions of perhaps at least 2,000 years of Indian cultural practice, mythology, history, the Puranas, and Indian ways of living. Instead of India’s traditional tolerance and ‘live and let live’, the British saddled the country with a colonial-era interpretation of what was good and right for Indians."
  },
  {
    "Years": 1878,
    "Event": "Act",
    "Text": "the British authorities began to be alarmed: Lord Lytton brought in a Vernacular Press Act"
  },
  {
    "Years": 1892,
    "Event": "Act",
    "Text": "Indians had to wait till the Indian Councils Act of 1892 (which amended the Act of 1861) and the subsequent Minto–Morley Reforms of 1909, both well after the 1885 founding of the Indian National Congress by Allan Hume and William Wedderburn, together with a number of prominent Anglophone Indians to benefit from the increased participation of Indians in the councils both at the centre and the provinces."
  },
  {
    "Years": 1910,
    "Event": "Act",
    "Text": "Lansdowne-Patrika episode was an exception: for much of the time, the Indian media operated under severe constraints. The revised Press Act of 1910 was designed to limit the influence of editors on public opinion; it became a key instrument of British control of the Indian press. Under its provisions an established press or newspaper had to provide a security deposit of up to five thousand rupees (a considerable sum in those days); a new publication would have to pay up to two thousand. If the newspaper printed something of which the government disapproved, the money could be forfeit, the press closed down, and its proprietors and editors prosecuted. The Congress leader Annie Besant, for instance, had refused to pay a security on a paper she published advocating Home Rule, and was arrested for failing to do so and thereby violating the Act."
  },
  {
    "Years": 1912,
    "Event": "Act",
    "Text": "the British passed an Act of Parliament, explicitly making it impossible for Indian workshops to design and manufacture locomotives. The Act prohibited Indian factories from doing the work they had successfully done for three decades; instead, they were only allowed to maintain locomotives imported from Britain and the industrialized world."
  },
  {
    "Years": 1919,
    "Event": "Act",
    "Text": "Instead of offering more democracy, Britain went farther in the opposite direction. It passed the repressive Rowlatt Act, reimposing upon India all the wartime restrictions on freedom of speech and assembly that had been lifted with the Armistice. The Act vested the viceroy’s government with extraordinary powers to quell ‘sedition’ against the Empire by silencing and censoring the press, detaining political activists without trial, and arresting without a warrant any individuals suspected of treason against the Empire."
  },
  {
    "Years": 1919,
    "Event": "Act",
    "Text": "Indians rallied across the Punjab to protest the Rowlatt Acts; they shut down normal commerce in many cities, including Amritsar, through hartals on 30 March and 6 April that demonstrated, through empty streets and shuttered shops, the dissatisfaction of the people at the British betrayal. This was a form of Gandhian non-violent non-cooperation; no violence or disorder was reported during the hartals."
  },
  {
    "Years": 1919,
    "Event": "Act",
    "Text": "The Ottoman and Austro-Hungarian empires had collapsed; new nations were springing up from their ruins; talk of self-determination was in the air. India had just emerged from World War I having made enormous sacrifices, and a huge contribution in men and materiel, blood and treasure, to the British war effort, in the expectation that it would be rewarded with some measure of self-government. Those hopes were belied, as explained in Chapter 2; the dishonest Montagu–Chelmsford ‘reforms’ and the punitive Rowlatt Acts were India’s only reward."
  },
  {
    "Years": 1935,
    "Event": "Act",
    "Text": "Government of India Act."
  },
  {
    "Years": 1935,
    "Event": "Act",
    "Text": "As the non-violent Indian nationalist movement gained traction, public sympathy and international attention in the 1920s and 1930s, with Gandhi seizing the world’s imagination through his satyagraha, his fasts and the Empire-defying Salt March, the British felt obliged to grant improved measures of self-governance through the Government of India Act"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1806,
    "Event": "Civil services",
    "Text": "a civil service came into being, nominated by the Company’s bigwigs from influential young people of their acquaintance, and trained in Haileybury College, near London, to serve the Company."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1788,
    "Event": "Corruption",
    "Text": "Nineteenth-century politician and historian Lord Thomas Babington\nMacaulay diatribe was aimed at the ‘nabobs’, the term applied to East India Company employees who returned to England after making fortunes in India. It was a term famously given currency by Edmund Burke in his ferocious denunciation of the Company’s Governor General, Warren Hastings, who was impeached by Parliament for rampant corruption and abuse of power."
  },
  {
    "Years": 1923,
    "Event": "Corruption",
    "Text": "Corruption, though not unknown in India, plumbed new depths under the British, especially since the Company exacted payments from Indians beyond what they could afford, and the rest had to be obtained by bribery, robbery and even murder.edition of the\nOxford History of India noted, Everybody and everything, was on sale."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1800,
    "Event": "Reform",
    "Text": "Raja Rammohan Roy, who would be hailed by the British as a progressive and modern-minded reformer, started his formal education in a village school or pathshala, where he learned Bengali, some Sanskrit and Persian; later, at age nine, he studied Persian and Arabic in a madrasa in Patna, and two years later went to Benares (Kashi) to learn Sanskrit and Hindu scripture, especially the Vedas and Upanishads. Only then did he learn English and adapt to the British system of education in India, at which he excelled."
  },
  {
    "Years": 1828,
    "Event": "Reform",
    "Text": "Rammohan Roy founds Adi Brahmo Samaj in Calcutta, first movement to initiate socio-religious reform. Influenced by Islam and Christianity, he denounces polytheism, idol worship and more."
  },
  {
    "Years": 1834,
    "Event": "Reform",
    "Text": "Throughout, the imperial rulers were far less concerned about the welfare of the Indian poor than about their fear—based, at least partly, on the experience of the British poor laws, reformed in 1834, which many feared had encouraged pauperism —that institutionalized famine relief would create a culture of dependence on government support."
  },
  {
    "Years": 1892,
    "Event": "Reform",
    "Text": "Indians had to wait till the Indian Councils Act of 1892 (which amended the Act of 1861) and the subsequent Minto–Morley Reforms of 1909, both well after the 1885 founding of the Indian National Congress by Allan Hume and William Wedderburn, together with a number of prominent Anglophone Indians to benefit from the increased participation of Indians in the councils both at the centre and the provinces."
  },
  {
    "Years": 1909,
    "Event": "Reform",
    "Text": "Minto–Morley Reforms"
  },
  {
    "Years": 1917,
    "Event": "Reform",
    "Text": "But nationalists widely understood from Montagu’s 1917 declaration that at the end of the war India would receive the Dominion status hitherto reserved for the ‘White Commonwealth’"
  },
  {
    "Years": 1918,
    "Event": "Reform",
    "Text": "It was not to be. When the war ended in triumph for Britain, India was denied its promised reward. Instead of self-government, the British offered the fraudulent Montagu–Chelmsford Reforms in 1918 which left all power in British hands and attempted to fob off the Indians with minimal authority over inconsequential issues. If Indians were disappointed, so were Britons with a sense of fair play. British MP Dr Rutherford declared:\nNever in the history of the world was such a hoax perpetrated upon a great people as England perpetrated upon India, when in return for India’s invaluable service during the War, we gave to the Indian nation such a discreditable, disgraceful, undemocratic, tyrannical constitution."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1880-1947",
    "Event": "Cricket",
    "Text": "If Empire was a field of play, then to the colonized learning the rules and trying to defeat the masters at their own game became an inevitable expression of national feeling. Scholars have demonstrated that one of the reasons why cricket acquired such a hold in Bengal society between 1880 and 1947 was as a way to discharge the allegation of effeminacy against the Bengali male by beating the English at their own game."
  },
  {
    "Years": 1895,
    "Event": "Cricket",
    "Text": "one, K. S. Ranjitsinhji (universally known as ‘Ranji’, and enviously as ‘Run-get-sin-ji’), was selected to play for England against Australia in 1895, and scored a century on debut, which made him the hero of the Indian public. It is fascinating how Ranji, like Oscar Wilde and Benjamin Disraeli, became an English hero without being quite English enough himself. (‘He never played a Christian stroke in his life,’ as one English admirer disbelievingly put it.) Ranji described himself as ‘an English cricketer and an Indian prince,’ but as Buruma observes: ‘As an English cricketer he behaved like an Indian prince, and as an Indian prince like an English cricketer.’"
  },
  {
    "Years": "1910-1920",
    "Event": "Cricket",
    "Text": "That cricket was connected with the nationalist movement in Bengal of the 1910s is evident from the sporting history of Presidency College, the principal English-language institution of higher learning for Indians in Calcutta"
  },
  {
    "Years": 1914,
    "Event": "Cricket",
    "Text": "Bengali boys physically in reaction to British colonial stereotypes of ‘manly’ Britons and effeminate Bengalis. When the nationalist resistance in Bengal was gathering momentum, Presidency College lost a cricket match in 1914 to an all-European team of La Martinière College, an unabashedly colonial institution whose students were divided into ‘Houses’ named for the likes of Charnock and Macaulay. This caused much breast-beating and self-flagellation. The players of the team were publicly criticized: ‘the big defeat of the college team by La Martinière College cannot be forgiven’, declared the Presidency College magazine.*"
  },
  {
    "Years": "1930-1933",
    "Event": "Cricket",
    "Text": "His nephew, K. S. Duleepsinhji, and another prince, the Nawab of Pataudi, both emulated Ranji in 1930 and 1933 respectively, though by then Indians were beginning to ask why they had taken their talents to the other side instead of playing for the fledgling Indian Test team. (Pataudi did, in 1946, but by then he was past his prime."
  },
  {
    "Years": 1930,
    "Event": "Cricket",
    "Text": "His nephew, K. S. Duleepsinhji, and another prince, the Nawab of Pataudi, both emulated Ranji in 1930 and 1933 respectively, though by then Indians were beginning to ask why they had taken their talents to the other side instead of playing for the fledgling Indian Test team. (Pataudi did, in 1946, but by then he was past his prime."
  },
  {
    "Years": "1880-1947",
    "Event": "Cricket",
    "Text": "If Empire was a field of play, then to the colonized learning the rules and trying to defeat the masters at their own game became an inevitable expression of national feeling. Scholars have demonstrated that one of the reasons why cricket acquired such a hold in Bengal society between 1880 and 1947 was as a way to discharge the allegation of effeminacy against the Bengali male by beating the English at their own game."
  },
  {
    "Years": "",
    "Event": "Cricket",
    "Text": "Cricket first came to India with decorous English gentlemen idly pursuing their leisure; it took nearly a century for the ‘natives’ to learn the sport, and then they played it in most un-English ways."
  },
  {
    "Years": "",
    "Event": "Cricket",
    "Text": "Cricket reflects and transcends India’s diversity: the Indian team has been led by captains from each of its major faiths, Hindus, Muslims, Parsis, Christians and a colourful Sikh. A land divided by caste, creed, colour, culture, cuisine, custom and costume is united by a great conviction: cricket."
  },
  {
    "Years": "",
    "Event": "Cricket",
    "Text": "Ashis Nandy points out, ‘saw cricket as an identifier of social status and as a means of access to the power elite of the Raj. Even the fact that cricket was an expensive game by Indian standards strengthened these connections’."
  },
  {
    "Years": "",
    "Event": "Cricket",
    "Text": "When Indians became good enough at cricket to win the occasional game, the British took care to divide them, organizing a ‘Quadrangular Tournament’ that pitted teams of Hindus, Muslims, Parsis and ‘the Rest’ against each other, so that even on the field of play, Indians would be reminded of the differences among them so assiduously promoted by colonial rule."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1872,
    "Event": "Census",
    "Text": "First British census conducted in India."
  },
  {
    "Years": 1872,
    "Event": "Census",
    "Text": "The census joined the map and the museum as tools of British imperial dominance in the nineteenth century. The British fondness for taxonomy and social classification continued to be in evidence throughout their rule, and was formalized by means of the census they undertook first in 1872 and then every ten years from 1881, converting it into an ‘ethnographic census’ in 1901."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1868,
    "Event": "Congress",
    "Text": "Amrita Bazar Patrika (which, after being founded as a Bengali-language publication, then became a bilingual weekly for a time, before The Amrita Bazar Patrika became a formidable pro-Congress voice and survived till the late twentieth century)."
  },
  {
    "Years": 1885,
    "Event": "Congress",
    "Text": "A group of middle-class intellectuals in India, some of them British, establish the Indian National Congress to be a voice of Indian opinion to the British government."
  },
  {
    "Years": 1885,
    "Event": "Congress",
    "Text": "founding of the Indian National Congress by Allan Hume and William Wedderburn,"
  },
  {
    "Years": 1892,
    "Event": "Congress",
    "Text": "Indians had to wait till the Indian Councils Act of 1892 (which amended the Act of 1861) and the subsequent Minto–Morley Reforms of 1909, both well after the 1885 founding of the Indian National Congress by Allan Hume and William Wedderburn, together with a number of prominent Anglophone Indians to benefit from the increased participation of Indians in the councils both at the centre and the provinces."
  },
  {
    "Years": 1910,
    "Event": "Congress",
    "Text": "In the early twentieth century, Indian nationalists began to establish newspapers explicitly to advocate their cause: the best of these were the Bombay Chronicle, founded by former Congress president Sir Pherozeshah Mehta"
  },
  {
    "Years": 1916,
    "Event": "Congress",
    "Text": "Komagata Maru incident: Canadian government excludes Indian citizens from immigration. Lucknow Pact between Congress and Muslim League."
  },
  {
    "Years": 1916,
    "Event": "Congress",
    "Text": "Motilal Nehru was chosen by the Congress to draft, together with a brilliant young Muslim lawyer called Muhammad Ali Jinnah, the principles that would govern cooperation with the Muslim League. Their work, recognizing the principle that decisions would not be taken affecting the interests and beliefs of a minority community without the agreement of a majority of that community’s representatives, formed the foundation of what was widely hailed as the Lucknow Pact. The Congress’s leading literary light, the poetess Sarojini Naidu, hailed Jinnah as the ‘ambassador of Hindu– Muslim unity’ and set about editing a compilation of his speeches and writings."
  },
  {
    "Years": 1930,
    "Event": "Congress",
    "Text": "By 1930, the Indian National Congress had decided to go beyond\nits modest goals of 1918. It issued a Declaration of Independence on 26 January 1930: The British government in India has not only deprived the Indian people of their freedom but has based itself on the exploitation of the masses, and has ruined India economically, politically, culturally and spiritually… Therefore…India must sever the British connection and attain Purna Swaraj or complete independence."
  },
  {
    "Years": 1937,
    "Event": "Congress",
    "Text": "Provincial elections in eleven provinces; Congress wins eight."
  },
  {
    "Years": 1937,
    "Event": "Congress",
    "Text": "The 1937 elections saw the Indian National Congress being elected to rule eight provinces; the party won an astonishing 617 of the 739 ‘general’ seats it contested, and even 25 of the 59 seats reserved exclusively for Muslims. Several other parties, and 385 Independents, also won seats. Trailing a distant second to the Congress was the Muslim League, which failed to win even a plurality of the seats reserved for Muslims, winning just 106 of the 1,585 seats at stake and failing to take control of any province. The domestic political contest, it seemed, had been decisively settled in favour of the inclusive, pluralist, multi-ethnic party, the Congress."
  },
  {
    "Years": 1937,
    "Event": "Congress",
    "Text": "The League, on the other hand, had flourished during the war; its political machinery was well oiled with patronage and pelf, while the Congress’s was rusty from disuse. The electoral fortunes of 1937 were now significantly reversed."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "In October 1939, Jinnah persuaded Lord Linlithgow, the viceroy, to enlist the League as an interlocutor equal to the Congress and as the sole representative of India’s Muslims, a position to which its electoral results did not yet entitle it."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "That November Jinnah was invited, for the first time, to broadcast a special message to Muslims on the occasion of the Id festival; an explicit recognition of the League president as the spokesman of the Muslim community. Nehru and the Congress simply saw such claims as illegitimate and premised on bigotry; however, they did not do enough to address the real crisis of confidence brewing in the Muslim community at the prospect of majority rule."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "Cripps was already a legend in British politics, a former Solicitor General who had been expelled from the Labour Party in 1939 for advocating a united front with the Conservatives (which, of course, came to pass during the war), and who combined an ascetic vegetarianism with a flamboyant ego (‘there, but for the grace of God, goes God,’ Churchill remarked of him). Cripps had visited India after the outbreak of war in 1939 and knew many Indian leaders; he considered Nehru a friend. Yet the Cripps Mission was welcomed by Jinnah, but foundered on the opposition of the Congress."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "Both the resignations of the Congress ministries in 1939 and the Quit India movement in 1942 turned out to be futile gestures of demonstrative rather than far-sighted politics. They paved the way for the triumph of the Muslim League."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "The Congress was woefully unequipped to contest them. Its blunder in surrendering the reins of power in 1939 and then losing its leadership and cadres to prison from 1942 meant that it went into the campaign tired, dispirited and ill-organized."
  },
  {
    "Years": 1939,
    "Event": "Congress",
    "Text": "The Congress had, in fact, hoped for a joint approach on the war issue with the League. The viceroy’s statement in October 1939 emphatically rejecting the Congress position, however, prompted the working committee, with Nehru in the lead, to order all its provincial ministries to resign rather than continue to serve a war effort in which they had been denied an honourable role. The decision was taken on a point of principle, but politically it proved a monumental blunder."
  },
  {
    "Years": 1940,
    "Event": "Congress",
    "Text": "Many Muslims began to see themselves as a political and economic minority, and the League spoke to their insecurities. Jinnah had begun to come to the conclusion that the only effective answer to the Congress’s political strength would be separation the partition of the country to create an independent state in the Muslim-majority areas of the northwest and east. This demand would be enshrined in the League’s Lahore Resolution of 23 March 1940 calling for the creation of Pakistan."
  },
  {
    "Years": 1940,
    "Event": "Congress",
    "Text": "Through much of 1940 the Congress played a waiting game, hoping for British concessions. Some Congressmen were prepared to go even farther and extend direct support to the war effort if there was a national government established in India to support it."
  },
  {
    "Years": 1941,
    "Event": "Congress",
    "Text": "Netaji Subhas Chandra Bose, who had fled British India, had fashioned an ‘Indian National Army’ in mid-1941 out of prisoners of war, to fight alongside the Japanese. Nehru had no desire to see one emperor’s rule supplanted by another’s: he started organizing the Congress to prepare for resistance to the Japanese. American sympathy was matched by that of the Labour Party in the War Cabinet."
  },
  {
    "Years": 1942,
    "Event": "Congress",
    "Text": "Cripps Mission. Quit India movement. Congress leaders jailed. Establishment of Indian National Army (Azad Hind Fauj) by Subhas Chandra Bose to fight the British."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1700,
    "Event": "Economy",
    "Text": "India’s share of the world economy was 23 per cent, as large as all of Europe put together."
  },
  {
    "Years": 1700,
    "Event": "Economy",
    "Text": "India, under Mughal Emperor Aurangzeb, accounts for 27 per cent of the world economy."
  },
  {
    "Years": 1750,
    "Event": "Economy",
    "Text": "We have seen how what had once been one of the richest and most industrialized economies of the world, which together with China accounted for almost 75 per cent of world industrial output in 1750, was transformed by the process of imperial rule into one of the poorest, most backward, illiterate and diseased societies on earth by the time of our independence in 1947."
  },
  {
    "Years": 1750,
    "Event": "Economy",
    "Text": "Wilson points out: ‘Indians had a similar standard of living to people in Britain. Now, average Indian incomes are barely a tenth of the British level in terms of real purchasing power. It is no coincidence that 200 years of British rule occurred in the intervening time.’"
  },
  {
    "Years": 1834,
    "Event": "Economy",
    "Text": "The plantation economy of Mauritius largely ran on slavery, but the labour crisis that followed the abolition of slavery led to a demand for workers from India, and the British started shipping them anew"
  },
  {
    "Years": 1870,
    "Event": "Economy",
    "Text": "at Empire’s peak, 12.5 per cent for India and 22 per cent for the three European countries;"
  },
  {
    "Years": -8064,
    "Event": "Economy",
    "Text": "As Georgina Brewis describes it: ‘When in August 1877 the leading citizens of Madras, both Indian and European, appealed in Britain for donations to a famine relief fund, Lytton viewed this as an act of insubordination and acted swiftly to suppress the fund, sending a coded telegram to the Lieutenant-Governor of Bengal. This move provoked outcry when leaked to the Indian and British press. As the newspapers were quick to point out, Lytton’s opposition to the fund placed all donors in the wrong, including the newly designated “Empress” of India and a host of former Governor-Generals who had headed the subscription lists in Britain. A leader in The Times expressed great regret that “the Viceroy should have interposed to repress the impulses of private charity” and denounced his policy of pursuing famine relief “solely with economy in mind”. Lord Lytton was eventually forced to sanction the existence of the relief fund and to donate Rupees 10,000 (£1,000) himself, a gesture he admitted privately he made with “an ill will”. The fund, which eventually totalled £820,000, was raised through millions of small contributions from individuals, schools, churches and regiments throughout the British world. However, until December 1877, Lytton continued to describe the fund as “a complete nuisance” and to issue dire warnings that all the money would be wasted by an irresponsible committee.’"
  },
  {
    "Years": "1900-1950",
    "Event": "Economy",
    "Text": "Net per capita income growth was nil (economic growth of 0.8 per cent minus net population growth at the same level,)"
  },
  {
    "Years": "1900-1947",
    "Event": "Economy",
    "Text": "the rate of growth of the Indian economy was below 1 per cent, while population grew steadily at well over 3.5 per cent, leavened only by high levels of infant and child mortality that shrank the net rate of population growth to the equivalent of economic growth, leaving a net growth rate near zero."
  },
  {
    "Years": "1910-1947",
    "Event": "Economy",
    "Text": "the Indian economy underwent a series of monetary and exchange rate experimentations. These included, amongst others, a transition from gold bullion to a sterling exchange standard; a controversial fixed-exchange rate system to manage the deliberate depreciation of the rupee; a gradual improvement in a weakly functioning formal banking system;"
  },
  {
    "Years": 1929,
    "Event": "Economy",
    "Text": "The total amount of cash in circulation in the Indian economy fell from some 5 billion rupees"
  },
  {
    "Years": "1929-30",
    "Event": "Economy",
    "Text": "The manipulation of currency, throughout a feature of the colonial enterprise, reached its worst during the Great Depression of 1929-30, when Indian farmers (like those in the North American prairies) grew their grain but discovered no one could afford to buy it."
  },
  {
    "Years": "1900-1947",
    "Event": "Economy",
    "Text": "the rate of growth of the Indian economy was below 1 per cent, while population grew steadily at well over 3.5 per cent, leavened only by high levels of infant and child mortality that shrank the net rate of population growth to the equivalent of economic growth, leaving a net growth rate near zero."
  },
  {
    "Years": "1910-1947",
    "Event": "Economy",
    "Text": "the Indian economy underwent a series of monetary and exchange rate experimentations. These included, amongst others, a transition from gold bullion to a sterling exchange standard; a controversial fixed-exchange rate system to manage the deliberate depreciation of the rupee; a gradual improvement in a weakly functioning formal banking system;"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1796,
    "Event": "Deployment",
    "Text": "n attempt was also made to start a penal colony closer to the Indian mainland in the Andaman Islands, but the first attempt was not successful and 700 convicts were transferred in 1796 from the penal settlement of the Andamans to Penang."
  },
  {
    "Years": "1815-1853",
    "Event": "Deployment",
    "Text": "Mauritius"
  },
  {
    "Years": "1825-1872",
    "Event": "Deployment",
    "Text": "Indian convicts made up the bulk of the labour force for all public works projects in Singapore."
  },
  {
    "Years": "1825-1860",
    "Event": "Deployment",
    "Text": "Malacca and Singapore"
  },
  {
    "Years": 1829,
    "Event": "Deployment",
    "Text": "Indian convicts—and the term embraces many charged with petty crimes, from theft to indebtedness—were also transported to Mauritius once the British had taken the island from the French in the Napoleonic Wars"
  },
  {
    "Years": 1834,
    "Event": "Deployment",
    "Text": "The plantation economy of Mauritius largely ran on slavery, but the labour crisis that followed the abolition of slavery led to a demand for workers from India, and the British started shipping them anew"
  },
  {
    "Years": 1835,
    "Event": "Deployment",
    "Text": "Mauritius receives 19,000 migrant indentured labourers from India. Workers continued to be shipped to Mauritius till 1922."
  },
  {
    "Years": 1838,
    "Event": "Deployment",
    "Text": "25,000 Indians had arrived; a brief ban, brought about by the anti-slavery campaigners, stopped Indian emigration from 1839-42, but this was overturned, and in 1843 officials reported that 30,218 male and 4,307 female indentured immigrants entered Mauritius.The females were considered essential to encourage labourers to remain after the period of their indentured servitude."
  },
  {
    "Years": "1839-1842",
    "Event": "Deployment",
    "Text": "stopped Indian emigration"
  },
  {
    "Years": "1839-1842",
    "Event": "Deployment",
    "Text": "stopped Indian emigration"
  },
  {
    "Years": 1852,
    "Event": "Deployment",
    "Text": "when labour costs in the region rose by an estimated 30 per cent, the Company’s government in the Straits Settlements relied almost entirely on Indian convict labour for the construction of public works."
  },
  {
    "Years": "1815-1853",
    "Event": "Deployment",
    "Text": "Mauritius"
  },
  {
    "Years": 1854,
    "Event": "Deployment",
    "Text": "when labour costs in the region rose by an estimated 30 per cent, the Company’s government in the Straits Settlements relied almost entirely on Indian convict labour for the construction of public works."
  },
  {
    "Years": "1856-1857",
    "Event": "Deployment",
    "Text": "5,787 Indian troops contributed to the Chinese War"
  },
  {
    "Years": "1860-1870",
    "Event": "Deployment",
    "Text": "Once the Straits Settlements were separated from British India in the 1860s, however, the British had no choice, if they wished to continue to transport Indian offenders, but to redevelop the penal settlement, which they did after 1858; the Andamans soon became the preferred destination for Indians the British deemed to be political troublemakers."
  },
  {
    "Years": 1860,
    "Event": "Deployment",
    "Text": "SS Truro and SS Belvedere dock in Durban, South Africa, carrying first indentured servants (from Madras and Calcutta) to work sugar plantations."
  },
  {
    "Years": 1860,
    "Event": "Deployment",
    "Text": "China"
  },
  {
    "Years": 1860,
    "Event": "Deployment",
    "Text": "11,000 troops sent in to China,whose campaign ended in the capture and control of Peking;"
  },
  {
    "Years": "1825-1860",
    "Event": "Deployment",
    "Text": "Malacca and Singapore"
  },
  {
    "Years": "1790-1860",
    "Event": "Deployment",
    "Text": "Penang, otherwise known as Prince of Wales Island"
  },
  {
    "Years": "1867-1868",
    "Event": "Deployment",
    "Text": "Ethiopia"
  },
  {
    "Years": 1868,
    "Event": "Deployment",
    "Text": "Regulations had increased the share of female migrants to a minimum of forty women for every hundred men."
  },
  {
    "Years": 1868,
    "Event": "Deployment",
    "Text": "Some—a tiny minority of Indian transportees— are said to have successfully returned, but the only case I am aware of is a handful of survivors who returned to India from a shipload of unfortunates transported to the Caribbean island of St. Croix, a majority of whom perished on board."
  },
  {
    "Years": "1825-1872",
    "Event": "Deployment",
    "Text": "Indian convicts made up the bulk of the labour force for all public works projects in Singapore."
  },
  {
    "Years": 1875,
    "Event": "Deployment",
    "Text": "Malaya"
  },
  {
    "Years": 1878,
    "Event": "Deployment",
    "Text": "Malta"
  },
  {
    "Years": 1879,
    "Event": "Deployment",
    "Text": "The Leonidas, first emigrant ship to Fiji, adds 498 Indian indentured\nlabourers to the nearly 340,000 already working in other British empire\ncolonies."
  },
  {
    "Years": 1882,
    "Event": "Deployment",
    "Text": "9,444 troops and over 1,479,000 rupees contributed in the suppression of rebellion in Egypt in"
  },
  {
    "Years": "1885-1886",
    "Event": "Deployment",
    "Text": "Sudan"
  },
  {
    "Years": 1885,
    "Event": "Deployment",
    "Text": "Burma"
  },
  {
    "Years": "1885-1886",
    "Event": "Deployment",
    "Text": "Sudan"
  },
  {
    "Years": 1890,
    "Event": "Deployment",
    "Text": "Somaliland"
  },
  {
    "Years": 1896,
    "Event": "Deployment",
    "Text": "Sudan"
  },
  {
    "Years": 1896,
    "Event": "Deployment",
    "Text": "9,444 troops and over 1,479,000 rupees contributed in the suppression of rebellion in Egypt in"
  },
  {
    "Years": "1896-1898",
    "Event": "Deployment",
    "Text": "East Africa"
  },
  {
    "Years": "1900- 1901",
    "Event": "Deployment",
    "Text": "China"
  },
  {
    "Years": 1903,
    "Event": "Deployment",
    "Text": "Tibet"
  },
  {
    "Years": 1187,
    "Event": "Deployment",
    "Text": "Somaliland"
  },
  {
    "Years": 1914,
    "Event": "Deployment",
    "Text": "Indian troops rushed to France and Mesopotamia to fight in World War I."
  },
  {
    "Years": 1914,
    "Event": "Deployment",
    "Text": "In Europe, Indian soldiers were among the first victims who suffered the horrors of the trenches. They were killed in droves before the war was into its second year and bore the brunt of many a German offensive. Indian jawans stopped the German advance at Ypres in the autumn of 1914, soon after the war broke out, while the British were still recruiting and training their own forces. Hundreds were killed in a gallant but futile engagement at Neuve Chapelle. More than a thousand of them died at Gallipoli, thanks to Churchill’s folly in ordering an ill-conceived and badly-planned assault reminiscent of the Charge of the Light Brigade in the Crimean War. Nearly 700,000 Indian sepoys fought in Mesopotamia against the Ottoman empire, Germany’s ally, many of them Indian Muslims taking up arms against their co-religionists in defence of the British empire."
  },
  {
    "Years": 1917,
    "Event": "Deployment",
    "Text": "Last Indian indentured labourers are brought to British colonies of Fiji and Trinidad."
  },
  {
    "Years": 1922,
    "Event": "Deployment",
    "Text": "64 per cent of the total revenue of the Government of India was devoted to paying for British Indian troops despatched abroad."
  },
  {
    "Years": 1939,
    "Event": "Deployment",
    "Text": "an estimated 5,300,000 people, whom scholars delicately dub ‘unfree migrants’, were carried on British ships, of whom approximately 58 per cent were slaves, mainly from Africa, 36 per cent were indentured labour, mainly from India, and 6 per cent were transported convicts, both from India and other colonies."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1600,
    "Event": "Spices",
    "Text": "the East India Company, incorporated by royal charter from Her Majesty Queen Elizabeth I began to trade in silk and spices, and other profitable Indian commodities."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1792,
    "Event": "Religion",
    "Text": "The East India Company’s interest in Indian education began after the publication of a report by the company evangelist, Charles Grant, in 1792, which ‘believed that the introduction of Western education and Christianity would transform a morally decadent society’."
  },
  {
    "Years": 1790,
    "Event": "Religion",
    "Text": "when the East India Company was establishing its stranglehold on India and its senior officials included some with a genuine interest in understanding the country, the British began to study the shastras, so they could develop a set of legal principles to help them adjudicate disputes in Indian civil society. Governor General Warren Hastings hired eleven pandits to create what became known as the Code of Gentoo Laws or the Ordinations of the Pandits. As the British could not read or interpret the ancient Sanskrit texts, they asked their Brahmin advisers to create the code based on religious Indian texts and their knowledge of Indian customs. The resulting output was an ‘Anglo-Brahminical’ text that arguably violated in both letter and spirit the actual practice: in letter because it was imprecise in regard to the originals, and in spirit, because the pandits proceeded to take advantage of the assignment to favour their own caste, by interpreting and even creating sacrosanct ‘customs’ that in fact had no shastric authority. This served to magnify the problem of caste hierarchy in the country."
  },
  {
    "Years": 1813,
    "Event": "Religion",
    "Text": "After the setting up of missionary schools was legitimized in the revised Charter Act of 1813, the Company’s Court of Directors, in a dispatch to the Bengal government offering guidance on the implementation of the act, also noted that English would ‘improve the communication between Europeans and natives’ and ‘produce those reciprocal feelings of regard and respect which are essential to the permanent interests of the British empire in India’. In other words, this was not only about Christian missionary zeal; it was also to be seen from the point of view of the Company’s interests. The preferences of the natives were to be taken into account only ‘whenever it can be done with safety to our dominions’."
  },
  {
    "Years": 1828,
    "Event": "Religion",
    "Text": "Rammohan Roy founds Adi Brahmo Samaj in Calcutta, first movement to initiate socio-religious reform. Influenced by Islam and Christianity, he denounces polytheism, idol worship and more."
  },
  {
    "Years": 1837,
    "Event": "Religion",
    "Text": "Kali-worshipping thugs suppressed by the British."
  },
  {
    "Years": 1856,
    "Event": "Religion",
    "Text": "Once the British had deposed the nawab in 1856, the unifying symbol of the throne was lost, and the relationship between the ruling Shia nobility and the non-Shia subjects of the kingdom (Sunnis and Hindus) irrevocably transformed. The exaggeration by the British of communal identities now embraced sectarian differences between the two Muslim sects."
  },
  {
    "Years": 1857,
    "Event": "Religion",
    "Text": "The sight of Hindu and Muslim soldiers rebelling together and fighting side by side, willing to rally under the command of each other and pledge joint allegiance to the enfeebled Mughal monarch, had alarmed the British, who did not take long to conclude that dividing the two groups and pitting them against one another was the most effective way to ensure the unchallenged continuance of Empire."
  },
  {
    "Years": "1828-1862",
    "Event": "Religion",
    "Text": "the Burmese provinces of Arakan and Tenasserim"
  },
  {
    "Years": 1893,
    "Event": "Religion",
    "Text": "Swami Vivekananda represents Hinduism at Chicago’s Parliament of the World’s Religions, and achieves great success with his stirring addresses."
  },
  {
    "Years": 1914,
    "Event": "Religion",
    "Text": "In Europe, Indian soldiers were among the first victims who suffered the horrors of the trenches. They were killed in droves before the war was into its second year and bore the brunt of many a German offensive. Indian jawans stopped the German advance at Ypres in the autumn of 1914, soon after the war broke out, while the British were still recruiting and training their own forces. Hundreds were killed in a gallant but futile engagement at Neuve Chapelle. More than a thousand of them died at Gallipoli, thanks to Churchill’s folly in ordering an ill-conceived and badly-planned assault reminiscent of the Charge of the Light Brigade in the Crimean War. Nearly 700,000 Indian sepoys fought in Mesopotamia against the Ottoman empire, Germany’s ally, many of them Indian Muslims taking up arms against their co-religionists in defence of the British empire."
  },
  {
    "Years": 1920,
    "Event": "Religion",
    "Text": "Islam came to Kerala not by the sword, as it did in northern India, but through traders, travellers and missionaries, who brought its message of equality and brotherhood to the coastal people. The new faith was peacefully embraced and encouraged, rather than rejected: indeed, as I have mentioned earlier, the Zamorin of Calicut was so impressed by the seafaring skills of this community that he issued a decree in the sixteenth century obliging each fisherman’s family in his kingdom to bring up one son as a Muslim to man his all-Muslim navy, commanded by sailors of Arab descent, the Kunjali Maraicars. The first recorded instance in Kerala of violence involving the Muslim community, religiously defined as opposed to the clashing armies of contending warriors or kings, was in British India, when the ‘Moplah Rebellion’ occurred"
  },
  {
    "Years": "",
    "Event": "Religion",
    "Text": "It is true enough that British racism was accentuated by convictions of Christian superiority: as William Wilberforce, Britain’s most famous evangelical Christian, put it: ‘Our religion is sublime, pure, and beneficent. Theirs is mean, licentious, and cruel.’"
  },
  {
    "Years": "",
    "Event": "Religion",
    "Text": "Assaults, rape and abductions against the Hindu minority followed: ‘thus’, reported Henry Nevinson, ‘a new religious feud was established in Eastern Bengal’. Administrative division, as the protestors saw clearly, served as an assault upon the social unity of Bengali communities. Nevinson goes on: I have almost invariably found English officers and officials on the side of the Mohammedans where there is any rivalry of race or religion at all. And in Eastern Bengal this national inclination is now encouraged by the Government’s open resolve to retain the Mohammedan support of the Partition by any means in its power. It was against the Hindus only that all the petty persecution of officialdom was directed. It was they who were excluded from Government posts; it was Hindu schools from which Government patronage was withdrawn. When Mohammedans rioted, the punitive police ransacked Hindu houses, and companies of little Gurkhas were quartered on Hindu populations. It was the Hindus who in one place were forbidden to sit on the riverbank. Of course, the plea was that only the Hindus were opposed to the Government’s policy of dividing them from the rest of their race, so that they alone needed suppression."
  },
  {
    "Years": "",
    "Event": "Religion",
    "Text": "A prominent Deobandi cleric who opposed the communal polarization promoted by the British and fought against the League’s Pakistan project, Maulana Husain Ahmad Madani, wrote passionately to a co-religionist as late as 1945: Muslims have been together with the Hindus since they moved to Hindustan. And I have been with them since I was born. I was born and raised here. If two people live together in the same country, same city, they will share [a] lot of things with each other. Till the time there are Muslims in India, they will be together with the Hindus. In the bazaars, in homes, in railways, in trams, buses, lorries, in stations, colleges, post offices, jails, police stations, courts, councils, assembles, hotels, etc. You tell me where and when we don’t meet them or are not together with them? You are a zamindar. Are not your tenants Hindus? You are a trader; you don’t buy and sell from Hindus? You are a lawyer: don’t you have Hindu clients? You are in a district or municipal board; won’t you be dealing with Hindus? Who is not with the Hindus The creation and perpetuation of Hindu–Muslim antagonism was the most significant accomplishment of British imperial policy: the project of divide et impera would reach its culmination in the horrors of Partition that eventually accompanied the collapse of British authority in 1947."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": "1618-1707",
    "Event": "Revenue",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1700,
    "Event": "Revenue",
    "Text": "It had been 27 percent when the Mughal Emperor Aurangzeb’s treasury raked in £100 million in tax revenues alone."
  },
  {
    "Years": 1707,
    "Event": "Revenue",
    "Text": "The annual revenues of the Mughal Emperor Aurangzeb were vast. Indeed, tax revenues aside, which I have mentioned earlier in the book, his total income at the time is said to have amounted to $450,000,000, more than ten times that of (his contemporary) Louis XIV."
  },
  {
    "Years": 1764,
    "Event": "Revenue",
    "Text": "Initially the game of thrones was played one step removed, as it were, with nawabs propped up by the Company as the official rulers. This was because the Company’s official status, as of 1764, was as revenue administrators of three major Mughal provinces in eastern India, an authority granted, as we have seen, by a firman from the chastened and weak-kneed Mughal emperor, who issued a diwani to this effect."
  },
  {
    "Years": 1765,
    "Event": "Revenue",
    "Text": "the young and weakened Mughal emperor, Shah Alam II, was browbeaten into issuing a diwani that replaced his own revenue officials in the provinces of Bengal, Bihar and Orissa with the Company’s."
  },
  {
    "Years": 1784,
    "Event": "Revenue",
    "Text": "William Pitt the Younger would finally pass an India Act, establishing a Board of Control with power to endorse or dictate orders to the Company, to bring to heel the kinds of practices that had enriched his own ancestor and formalized British authority to collect revenue from India."
  },
  {
    "Years": 1784,
    "Event": "Revenue",
    "Text": "In Bengal, the British ignored the hereditary rights of the zamindars and sold their estates by auction to enhance the Company’s revenues."
  },
  {
    "Years": 1793,
    "Event": "Revenue",
    "Text": "British under Lord Cornwallis introduce the ‘permanent settlement’ of the land revenue system as part of the zamindari system."
  },
  {
    "Years": 1790,
    "Event": "Revenue",
    "Text": "Taxation by the Company—usually at a minimum of 50 per cent of income—was so onerous that two-thirds of the population ruled by the British in the late eighteenth century fled their lands."
  },
  {
    "Years": 1814,
    "Event": "Revenue",
    "Text": "All the payments to the British were debited to his treasury, which in turn was made to borrow, at a 24 per cent interest rate, from a bank established by an associate of the Governor General."
  },
  {
    "Years": "1880-1930",
    "Event": "Revenue",
    "Text": "To make matters worse, the revenue had to be paid to the colonial state everywhere in cash, rather than kind (whether directly by the peasants or through zamindari intermediaries) and there was a revenue or rent offensive everywhere until the 1880s, after which even larger amounts were extracted from the peasantry by the mechanism of debt."
  },
  {
    "Years": 1921,
    "Event": "Revenue",
    "Text": "When the elected Indian members of the impotent Central Legislature got their colleagues to pass a bill prohibiting the growth or sale of opium in India, the government vetoed it by the simple expedient of refusing to act upon it, mindful, no doubt, of the fact that one-ninth of the government’s annual revenues came from drugs. When Mahatma Gandhi, no less, mounted a campaign against opium in Assam and succeeded in halving its consumption, the British responded by jailing him and forty-four of his satyagrahis."
  },
  {
    "Years": 1922,
    "Event": "Revenue",
    "Text": "64 per cent of the total revenue of the Government of India was devoted to paying for British Indian troops despatched abroad."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1857,
    "Event": "Revolts",
    "Text": "First major Indian revolt, called the Sepoy Mutiny by the British, ends\nin a few months with the fall of Delhi and Lucknow."
  },
  {
    "Years": 1857,
    "Event": "Revolts",
    "Text": "As long as the East India Company was in charge, its profits skyrocketed to the point that its dividend payouts were legendary, making its soaring stock the most sought after by British investors. When its mismanagement and oppression culminated in the Revolt of 1857, called by many Indian historians the First War of Independence"
  },
  {
    "Years": 1857,
    "Event": "Revolts",
    "Text": "During the Revolt of 1857, thousands of mutineers were killed by similar means, as were large numbers of civilians of both sexes. General James George Smith Neill, in Allahabad and Kanpur, was particularly bloodthirsty, as was Sir Hugh Rose in Jhansi, where some 5,000 civilians were massacred, with no ‘maudlin clemency’ shown to the inhabitants of the rebel city of the redoubtable Rani Lakshmibai. When Delhi was retaken, the savagery was pitiless: in one neighbourhood alone, Kucha Chelan, some 1,400 unarmed citizens were massacred. ‘The orders went out to shoot every soul,’ recorded one young officer. ‘It was literally murder.’ So many civilians were killed that an eyewitness reported ‘dead bodies in every street, rotting in the burning sun’. Refugees sheltering in mosques were plucked out and executed. Mass hangings were the norm. Delhi, the Mughal capital, a rich and bustling city of half a million inhabitants, was left a desolate ruin."
  },
  {
    "Years": 1922,
    "Event": "Revolts",
    "Text": "Non-cooperation movement called off by Mahatma Gandhi after Chauri\nChaura violence."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1702,
    "Event": "Diamond",
    "Text": "Thomas Pitt, Governor of Madras, acquires the Pitt Diamond, later sold to the Regent of France, the Duc d’Orléans, for £135,000, 6 times for what he brought"
  },
  {
    "Years": 1702,
    "Event": "Diamond",
    "Text": "Thomas Pitt, Governor of Madras, acquired (for £24,000, it was said, itself a considerable sum beyond the reach of 99 per cent of Englishmen) a diamond said to be ‘the finest jewel in the world’. Pitt shipped the 400–carat gem to Britain, referring to it in his letters as ‘my greatest concern’ and ‘my all’."
  },
  {
    "Years": 1717,
    "Event": "Diamond",
    "Text": "Thomas Pitt sold it to the Regent of France, the Duc d’Orléans, for the princely sum of £135,000, almost six times what he had paid for it."
  },
  {
    "Years": 1868,
    "Event": "Diamond",
    "Text": "Wilkie Collins’s novel The Moonstone, the Pitt Diamond became a legend. It represented the wealth that was widespread in India, Britain’s power to extract that wealth, and the luxury that came with power in India—especially if you were British."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1900,
    "Event": "Race",
    "Text": "in the regulations for pay, promotion, and suitability for jobs, or what we would today describe as the human resource management rules, employees were subdivided into ‘European, Eurasian, West Indian of Negro descent pure or mixed, Non-Indian Asiatic, or Indian’. On employment the local medical officer would certify the race and caste identity of a candidate and write it on his history sheet—thus determining his future pay, leave, allowances, and possible promotions as well as place in the railway hierarchy for the rest of his career."
  },
  {
    "Years": 1915,
    "Event": "Race",
    "Text": "‘Indian National Party’ in London argued: ‘It is not the Roman System of thoroughly Latinizing and assimilating the subject races that is tried by England, but the system of exploitation and degradation of a race by another for the material benefits of the latter.’"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1600,
    "Event": "EIC",
    "Text": "British Royal Charter forms the East India Company, beginning the process that will lead to the subjugation of India under British rule."
  },
  {
    "Years": 1764,
    "Event": "EIC",
    "Text": "Initially the game of thrones was played one step removed, as it were, with nawabs propped up by the Company as the official rulers. This was because the Company’s official status, as of 1764, was as revenue administrators of three major Mughal provinces in eastern India, an authority granted, as we have seen, by a firman from the chastened and weak-kneed Mughal emperor, who issued a diwani to this effect."
  },
  {
    "Years": 1765,
    "Event": "EIC",
    "Text": "the young and weakened Mughal emperor, Shah Alam II, was browbeaten into issuing a diwani that replaced his own revenue officials in the provinces of Bengal, Bihar and Orissa with the Company’s."
  },
  {
    "Years": 1766,
    "Event": "EIC",
    "Text": "The government of the Earl of Chatham, Pitt’s descendant, sought to\nassert parliamentary supremacy over the Company"
  },
  {
    "Years": 1767,
    "Event": "EIC",
    "Text": "First Anglo-Mysore War begins, in which Hyder Ali of Mysore defeats the combined armies of the East India Company, the Marathas and the Nizam of Hyderabad."
  },
  {
    "Years": 1773,
    "Event": "EIC",
    "Text": "British East India Company obtains monopoly on the production and\nsale of opium in Bengal. Lord North’s Regulating Act passed in Parliament, gained some measure of control over the Company’s activities in India.\nWarren Hastings appointed as first Governor General of India."
  },
  {
    "Years": 1784,
    "Event": "EIC",
    "Text": "William Pitt the Younger would finally pass an India Act, establishing a Board of Control with power to endorse or dictate orders to the Company, to bring to heel the kinds of practices that had enriched his own ancestor and formalized British authority to collect revenue from India."
  },
  {
    "Years": 1792,
    "Event": "EIC",
    "Text": "The East India Company’s interest in Indian education began after the publication of a report by the company evangelist, Charles Grant, in 1792, which ‘believed that the introduction of Western education and Christianity would transform a morally decadent society’."
  },
  {
    "Years": 1790,
    "Event": "EIC",
    "Text": "When the British Parliament unsuccessfully impeached Warren Hastings, arguably one of the most rapacious of the Company’s many venal Governors General. But a couple of examples will serve to illustrate the point I’m making. Hastings accepted substantial personal bribes and then went on to wage war against the bribe-giver (one wonders whether to deplore his avarice or admire him for the fact that despite being ‘paid for’, he refused to be ‘bought’). His brazenness in such matters compels admiration: when he tortured and exacted every last ounce of treasure from the assets of the widowed Begums of Oude, Hastings duly informed the Council that he had received a ‘gift’ of 10 lakh rupees (£100,000 in those days, a considerable fortune) from the spoils and requested their formal permission to keep it for himself. The Council, mindful no doubt of the larger sum that would go on the Company’s balance sheet, readily concurred."
  },
  {
    "Years": 1803,
    "Event": "EIC",
    "Text": "Second Anglo-Maratha War results in British capture of Delhi and control of large parts of India."
  },
  {
    "Years": 1839,
    "Event": "EIC",
    "Text": "Preacher William Howitt attacks British rule in India."
  },
  {
    "Years": 1857,
    "Event": "EIC",
    "Text": "leading to the takeover of British domains by the Crown in the following year, the East India Company presided over the destinies of more than 200 million people, determining their economic, social and political life, reshaping society and education, introducing railways and financing the inauguration of the Industrial Revolution in Britain."
  },
  {
    "Years": 1858,
    "Event": "EIC",
    "Text": "Queen Victoria’s Proclamation taking over in the name of the Crown\nthe governance of India from the East India Company. Civil service jobs in\nIndia are opened to Indians."
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1853,
    "Event": "Railway",
    "Text": "First railway established between Bombay and Thane."
  },
  {
    "Years": 1853,
    "Event": "Railway",
    "Text": "Guaranteed Indian railway shares absorbed up to a fifth of British portfolio investment in the twenty years to 1870—the first line opened in 1853—but only 1 per cent of it originated in India."
  },
  {
    "Years": 1857,
    "Event": "Railway",
    "Text": "leading to the takeover of British domains by the Crown in the following year, the East India Company presided over the destinies of more than 200 million people, determining their economic, social and political life, reshaping society and education, introducing railways and financing the inauguration of the Industrial Revolution in Britain."
  },
  {
    "Years": 1858,
    "Event": "Railway",
    "Text": "India completes first 200 miles of railway track."
  },
  {
    "Years": 1861,
    "Event": "Railway",
    "Text": "collision of a mail train and a goods train between Connagar and Bally. The European driver and guard of the goods train were both drunk and went to sleep, leaving the fireman (coal stoker) in charge of the train while they slept. The poor man kept doing his job—stoking the coal—and his train duly crashed into a mail train. When the accident was investigated, blame was placed on the absence of the Bengali stationmaster, rather than the behaviour of the comatose Europeans."
  },
  {
    "Years": 1862,
    "Event": "Railway",
    "Text": "The railway workshops in Jamalpur in Bengal and Ajmer in Rajputana were established to maintain the trains,"
  },
  {
    "Years": "1870-1880",
    "Event": "Railway",
    "Text": "When Indianization was attempted for economic reasons in the 1870s, railway officials argued that it would take three Indians to do the job of a single European."
  },
  {
    "Years": "1890-1900",
    "Event": "Railway",
    "Text": "Nationalist voices like those of G. V. Joshi, G. S. Iyer, Gopal Krishna Gokhale and Dadabhai Naoroji were raised publicly in the 1890s, pointing out how limited were the benefits of the railways to India, how the profits all went to foreigners abroad, and how great was the burden on the Indian exchequer."
  },
  {
    "Years": 1918,
    "Event": "Railway",
    "Text": "During floods, railway embankments blocked natural water channels resulting in catastrophic flooding."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "Governor General Lord Hardinge argued in 1843 that the railways would be beneficial ‘to the commerce, government and military control of the country’."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "since almost everything required by the railways came from England: steel rails, engines, rail wagons, machinery and plants. Far from supporting the proposition that the British did good to India, the railways are actually evidence for the idea that Britain took much more out of its most magnificent colony than it put in."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "The railways were intended principally to transport extracted resources, coal, iron ore, cotton and so on, to ports for the British to ship home to use in their factories. The movement of people was incidental, except when it served colonial interests; and the third-class compartments, with their wooden benches and total absence of amenities, into which Indians were herded, attracted horrified comment even at the time."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "As Durant pointed out, the railways were built, after all, for ‘the purposes of the British army and British trade…Their greatest revenue comes, not, as in America, from the transport of goods (for the British trader controls the rates), but from third-class passengers—the Hindus; but these passengers are herded into almost barren coaches like animals bound for the slaughter, twenty or more to one compartment…’"
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "The principal technology consultants for British Railways, the London-based Rendel Palmer & Tritton, today rely almost entirely on Indian technical expertise, provided to them by RITES, a subsidiary of the Indian Railways."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "Gandhi argued in Swaraj that the railways spread bubonic plague. The ecological impact of railway construction aroused concern even at the time. In building the Sara-Sirajganj line in the Bengal delta, massive earthworks were put in place to block waterways, in order to reduce the outlay on bridges and the effect of damp."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "There were always, of course, those who argued that the real obstacle was Indian attitudes, especially those relating to caste, since the prospect of students from various castes mingling in classrooms filled Indian traditionalists with horror. On this argument—that castes would not mingle in schools—Durant points out that they already did mingle indiscriminately ‘in railway coaches, tramcars and factories’ and that ‘the best way to conquer caste would have been through schools’."
  },
  {
    "Years": "",
    "Event": "Railway",
    "Text": "Similarly the irrigation works conducted by the British were criticized for their inadequacy by Indian nationalists—since expenditure on them was barely one-ninth that on the railways—and William Jennings Bryan, the American statesman, pointed out that, ‘Ten per cent of the army expenditure applied to irrigation would complete the system within five years, but instead of military expenses being reduced, the army appropriation was increased.’"
  },
  {
    "Years": "",
    "Event": "",
    "Text": ""
  },
  {
    "Years": 1828,
    "Event": "Nationalist",
    "Text": "Rammohan Roy founds Adi Brahmo Samaj in Calcutta, first movement to initiate socio-religious reform. Influenced by Islam and Christianity, he denounces polytheism, idol worship and more."
  },
  {
    "Years": 1861,
    "Event": "Nationalist",
    "Text": "Rabindranath Tagore is born"
  },
  {
    "Years": 1863,
    "Event": "Nationalist",
    "Text": "Swami Vivekananda is born"
  },
  {
    "Years": "1869-1948",
    "Event": "Nationalist",
    "Text": "Lifetime of Mohandas Karamchand Gandhi, Indian nationalist\nand Hindu political activist who develops the strategy of non-violent\ndisobedience that forces Christian Great Britain to grant independence to\nIndia (1947)."
  },
  {
    "Years": 1873,
    "Event": "Nationalist",
    "Text": "He dedicated his book Gulamgiri (‘Slavery’, 1873) to the ‘good people of the United States’ for their liberation of slaves."
  },
  {
    "Years": 1889,
    "Event": "Nationalist",
    "Text": "Jawaharlal Nehru is born"
  },
  {
    "Years": 1891,
    "Event": "Nationalist",
    "Text": "B. R. Ambedkar is born"
  },
  {
    "Years": 1893,
    "Event": "Nationalist",
    "Text": "Swami Vivekananda represents Hinduism at Chicago’s Parliament of the World’s Religions, and achieves great success with his stirring addresses."
  },
  {
    "Years": 1896,
    "Event": "Nationalist",
    "Text": "Nationalist leader and Marathi scholar Bal Gangadhar Tilak (1856- 1920) initiates Ganesha Visarjan and Shivaji festivals to fan Indian nationalism. He is the first to demand ‘purna swaraj’ or complete independence from Britain."
  },
  {
    "Years": 1900,
    "Event": "Nationalist",
    "Text": "when V. O. Chidambaram Pillai in Madras was allowed to set up a shipping company in the run-up to World War I. His success set the alarm bells ringing, however, and when regulations alone did not destroy his business, he was quickly jailed for his nationalist views, breaking his spirit as well as the back of his enterprise. The nascent Indian shipping line was driven out of business. The experience of Indian shipping confirms that British authorities cynically and deliberately exploited Indian industries in their time of need and otherwise suppressed them."
  },
  {
    "Years": 1910,
    "Event": "Nationalist",
    "Text": "In the early twentieth century, Indian nationalists began to establish newspapers explicitly to advocate their cause: the best of these were the Bombay Chronicle, founded by former Congress president Sir Pherozeshah Mehta"
  },
  {
    "Years": 1913,
    "Event": "Nationalist",
    "Text": "Rabindranath Tagore wins Nobel Prize in Literature."
  },
  {
    "Years": 1915,
    "Event": "Nationalist",
    "Text": "Mohandas Karamchand Gandhi, returned to India from a long sojourn in South Africa."
  }
]